[
    {
        "pageTitle": "David (Donatello)",
        "sectionTitles": "Main,The bronze David",
        "Main": "David is the title of two statues of the biblical hero David by the Italian early Renaissance sculptor Donatello. They consist of an early work in marble of a clothed figure (1408–09), and a far more famous bronze figure that is nude except for helmet and boots, and dates to the 1440s or later. Both are now in the Museo Nazionale del Bargello in Florence.",
        "The bronze David": "Donatello's bronze statue of David (circa 1440s)  is famous as the first unsupported standing work of bronze cast during the Renaissance, and the first freestanding nude male sculpture made since antiquity.  It depicts David with an enigmatic smile, posed with his foot on Goliath's severed head just after defeating the giant. The youth is completely naked, apart from a laurel-topped hat and boots, and bears the sword of Goliath.\nThe creation of the work is undocumented. Most scholars assume the statue was commissioned by Cosimo de' Medici, but the date of its creation is unknown and widely disputed; suggested dates vary from the 1420s to the 1460s (Donatello died in 1466), with the majority opinion recently falling in the 1440s, when the new Medici Palace designed by Michelozzo was under construction. According to one theory, it was commissioned by the Medici family in the 1430s to be placed in the center of the courtyard of the old Medici Palace. Alternatively it may have been made for that position in the new Palazzo Medici, where it was placed later, which would place the commission in the mid-1440s or even later. The statue is only recorded there by 1469. The Medici family were exiled from Florence in 1494, and the statue was moved to the courtyard of the Palazzo della Signoria (the marble David was already in the palazzo).  It was moved to the Palazzo Pitti in the 17th century, to the Uffizi in 1777, and then finally, in 1865, to the Museo Nazionale del Bargello, where it remains today.\nAccording to Vasari, the statue stood on a column designed by Desiderio da Settignano in the middle of the courtyard of the Palazzo Medici; an inscription seems to have explained the statue's significance as a political monument. A quattrocento manuscript containing the text of the inscription is probably an earlier reference to the statue; unfortunately the manuscript is not dated. Although a political meaning for the statue is widely accepted, but what that meaning is has been a matter of considerable debate among scholars.\nThe iconography of the bronze David follows that of the marble David:  a young hero stands with sword in hand, the severed head of his enemy at his feet. Visually, however, this statue is startlingly different. David is both physically delicate and remarkably effeminate. The head has been said to have been inspired by classical sculptures of Antinous, a favourite of Hadrian renowned for his beauty. The statue's physique, contrasted with the large sword in hand, shows that David has overcome Goliath not by physical prowess, but through God. The boy's nakedness further implies the idea of the presence of God, contrasting the youth with the heavily-armoured giant. David is presented uncircumcised, which is customary for male nudes in Italian Renaissance art."
    },
    {
        "pageTitle": "Pincho",
        "sectionTitles": "Main,Basque Pintxo",
        "Main": "A pincho (Spanish: [ˈpintʃo]; literally \"thorn\" or \"spike\"), pintxo (Basque: [pintʃo]) or pinchu (Asturian: [ˈpintʃʊ]) is a small snack, typically eaten in bars, traditional in northern Spain and especially popular in La Rioja, Cantabria, Asturias, the Basque country and Navarra. They are usually eaten in bars or taverns as a small snack while hanging out with friends or relatives; thus, they have a strong socializing component, and in the Basque country and Navarre they are usually regarded as a cornerstone of local culture and society. They are related to tapas, the main difference being that pinchos are usually 'spiked' with a skewer or toothpick, often to a piece of bread. They are served in individual portions and always ordered and paid for independently from the drinks. It is not impossible, however, to have the same item called \"pincho\" in one place and \"tapa\" in another.\nThey are called pinchos because many of them have a pincho (Spanish for spike), typically a toothpick —or a skewer for the larger varieties— through them. They should not be confused with brochettes, which in Latin America and some parts of Spain are called pinchos too; in brochettes, the skewer or toothpick is needed in order to cook the food or keep it together.",
        "Basque Pintxo": "A typical snack of the Basque Country and Navarre, \"pinchos\" consist of small slices of bread upon which an ingredient or mixture of ingredients is placed and fastened with a toothpick, which gives the food its name \"pincho\", meaning \"spike\". Pinchos are usually eaten as an appetizer, accompanied by a small glass of young white wine (called txikito, pronounced [tʃiˈkito]) or beer (zurito, pronounced [s̻uˈɾito] quarter of a pint). Pinchos are very common in the taverns of the Basque Country, and in other near areas, such as Cantabria, La Rioja, northern Burgos, and Navarre, where a variety of pinchos is usually served on a tray at the bar.\nIn this type of pinchos, the toothpick is used to keep ingredients from falling off the bread, as well as to keep track of the number of items that the customer has eaten. Sometimes, differently priced pinchos have toothpicks of different shapes or sizes.\nAlmost any ingredient can be put on the bread, but those most commonly found in the Basque Country include fish such as hake, cod, anchovy; tortilla de patatas; stuffed peppers; and croquettes. Pinchos can be very sophisticated, sometimes consisting of very elaborate (and sometimes expensive) fish, seafood, or meats.\nPinchos are used as an excuse for socializing. Typically, a group of friends will go from one tavern to another, drinking small glasses of wine or beer and eating pinchos."
    },
    {
        "pageTitle": "Caiman",
        "sectionTitles": "Main, Description, Behavior",
        "Main": "A caiman is an alligatorid crocodilian belonging to the subfamily Caimaninae, one of two primary lineages within Alligatoridae, the other being alligators.",
        "Description": "Caimans inhabit Mexico, Central and northern South America from marshes and swamps to mangrove rivers and lakes. Caimans have scaly skin, and live a fairly nocturnal existence. \nThey are relatively small-sized crocodilians, with an average maximum weight of 6 to 40 kg (13 to 88 lb) depending on species, with the exception of the black caiman (Melanosuchus niger), which can grow more than 4 m (13 ft) in length and weigh up to 400 kg (880 lb). The black caiman is the largest caiman species in the world and is found in the slow-moving rivers and lakes that surround the Amazon basin. The smallest species is the Cuvier's dwarf caiman (Paleosuchus palpebrosus), which grows to 1.2 to 1.5 m (3.9 to 4.9 ft) long. There are six different species of caiman found throughout the watery, jungle habitats of Central and Southern America. The average length for most of the other caiman species is about 2 to 2.5 m (6.6 to 8.2 ft) long.\nCaimans are distinguished from alligators, their closest relatives, by a few defining features: a lack of a bony septum between the nostrils, ventral armour composed of overlapping bony scutes formed from two parts united by a suture, and relatively longer, slenderer teeth than those possessed by alligators. The calcium rivets on their scales make their hides stiffer, and thus less valuable, than those of alligators and crocodiles, both of which have a similar appearance but are more pliable. Several extinct forms are known, including Purussaurus, a giant Miocene genus that grew to 12 m (39 ft) and the equally large Mourasuchus, which had a wide duck-like snout.",
        "Behavior": "The caimans are predators and, like alligators and the crocodiles, their diet consists of a great deal of fish. The caimans also hunt insects, birds and small mammals and reptiles.\nDue to the large size and ferocious nature of the caimans, they have few natural predators within their environments. Humans are the main predators of the caimans as they have been hunted for their meat and skin. Jaguars and anacondas are the only other predators of the caimans but they prey only on the smaller specimens.  During summer or droughts, the caiman may dig a burrow and go into a form of summer hibernation called aestivation.\nFemale caimans build a large nest in which to lay their eggs. These nests can be more than 1.5 metres wide. Female caimans lay between 10 and 50 eggs which hatch within about 6 weeks. Once they have hatched, the mother caiman takes her young to a shallow pool of water where they can learn how to hunt and swim."
    },
    {
        "pageTitle": "Pagoda",
        "sectionTitles": "Main, History",
        "Main": "A pagoda is a tiered tower with multiple eaves common to  China, Japan, Korea, Vietnam and other parts of Asia. Most pagodas were built to have a religious function, most often Buddhist but sometimes Taoist, and were often located in or near viharas. The pagoda traces its origins to the stupa of ancient India.\nChinese pagodas (Chinese: 塔; pinyin: Tǎ) are a traditional part of Chinese architecture.  In addition to religious use, since ancient times Chinese pagodas have been praised for the spectacular views they offer, and many famous poems in Chinese history attest to the joy of scaling pagodas. The oldest and tallest were built of wood, but most that survived were built of brick or stone. Some pagodas were solid, and had no interior at all. Others were hollow and held within themselves an altar, with the larger frequently containing a smaller pagoda (pagodas were not inhabited buildings and had no \"floors\" or \"rooms\").  The pagoda's interior has a series of staircases that allow the visitor to ascend to the top of the building and to witness the view from an opening on one side at each story. Most have between three and 13 stories (almost always an odd number) and the classic gradual tiered eaves.\nIn some countries, the term may refer to other religious structures. In Vietnam and Cambodia, due to French translation, the English term pagoda is a more generic term referring to a place of worship, although pagoda is not an accurate word to describe a Buddhist vihara.  The architectural structure of the stupa has spread across Asia, taking on many diverse forms as details specific to different regions are incorporated into the overall design. Many Philippine bell towers are highly influenced by pagodas through Chinese workers hired by the Spaniards.",
        "History": "The origin of the pagoda can be traced to the stupa (3rd century BCE). The stupa, a dome shaped monument, was used as a commemorative monument associated with storing sacred relics.  In East Asia, the architecture of Chinese towers and Chinese pavilions blended into pagoda architecture, eventually also spreading to Southeast Asia. The pagoda's original purpose was to house relics and sacred writings. This purpose was popularized due to the efforts of Buddhist missionaries, pilgrims, rulers, and ordinary devotees to seek out, distribute, and extol Buddhist relics.\nThese buildings (pagoda, stupa) became prominent as Buddhist monuments used for enshrining sacred relics."
    },
    {
        "pageTitle": "Newgrange",
        "sectionTitles": "Main",
        "Main": "Newgrange (Irish: Sí an Bhrú or Brú na Bóinne) is a prehistoric monument in County Meath, Ireland, located 8 kilometres (5.0 mi) west of Drogheda on the north side of the River Boyne. It is an exceptionally grand passage tomb built during the Neolithic period, around 3200 BC, making it older than Stonehenge and the Egyptian pyramids. \nThe site consists of a large circular mound with an inner stone passageway and chambers. Human bones and possible grave goods or votive offerings were found in these chambers. The mound has a retaining wall at the front, made mostly of white quartz cobblestones, and it is ringed by engraved kerbstones. Many of the larger stones of Newgrange are covered in megalithic art. The mound is also ringed by a stone circle. Some of the material that makes up the monument came from as far away as the Mournes and Wicklow Mountains. There is no agreement about what the site was used for, but it is believed that it had religious significance. Its entrance is aligned with the rising sun on the winter solstice, when sunlight shines through a 'roofbox' located above the passage entrance and floods the inner chamber. Several other passage tombs in Ireland are aligned with solstices and equinoxes, and Cairn G at Carrowkeel has a similar 'roofbox'. Newgrange also shares many similarities with other Neolithic constructions in Western Europe, especially Gavrinis in Brittany, which has both a similar preserved facing and large carved stones, in that case lining the passage within.  Maeshowe in Orkney, Scotland, with a large high corbelled chamber, and Bryn Celli Ddu in Wales have also been compared to Newgrange. \nIt is the most famous monument within the Neolithic Brú na Bóinne complex, alongside the similar passage tomb mounds of Knowth and Dowth, and as such is a part of the Brú na Bóinne UNESCO World Heritage Site. There are many smaller archaeological sites such as henges, mounds and standing stones situated in the .75 km between Newgrange and the Boyne. Newgrange consists of approximately 200,000 tonnes of rock and other materials. It is 85 metres (279 ft) wide at its widest point. \nAfter its initial use, Newgrange was sealed for several millennia. It continued to feature in Irish mythology and folklore, in which it is said to be a dwelling of the deities, particularly The Dagda and his son Aengus. Antiquarians first began its study in the seventeenth century, and archaeological excavations took place at the site in the years that followed. Archaeologist Michael J. O'Kelly led the most extensive of these and also reconstructed the frontage of the site in the 1970s, a reconstruction that is controversial and disputed. Newgrange is a popular tourist site and, according to the archaeologist Colin Renfrew, is \"unhesitatingly regarded by the prehistorian as the great national monument of Ireland\" and as one of the most important megalithic structures in Europe."
    },
    {
        "pageTitle": "Taos Pueblo",
        "sectionTitles": "Main, Architecture",
        "Main": "Taos Pueblo (or Pueblo de Taos) is an ancient pueblo belonging to a Taos-speaking (Tiwa) Native American tribe of Puebloan people. It lies about 1 mile (1.6 km) north of the modern city of Taos, New Mexico. The pueblos are considered to be one of the oldest continuously inhabited communities in the United States. This has been designated a UNESCO World Heritage Site.\nTaos Pueblo is a member of the Eight Northern Pueblos. The Taos community is one of the most private, secretive, and conservative pueblos. Natives will almost never speak of their religious customs to outsiders, and because their language has never been written down, much of the culture remains unknown to the rest of the world. A Tribal Lands of 95,000 acres (38,000 ha) is attached to the pueblo, and about 4,500 people live in this area.",
        "Architecture": "At the time of the Spaniards' initial contact, Hernando de Alvarado described the pueblo as having adobe houses built very close together and stacked five or six stories high. The homes became narrower as they rose, with the roofs of each level providing the floors and terraces for those above.\nThe buildings at Taos originally had few windows and no standard doorways. Instead, access to rooms was through square holes in the roof that the people reached by climbing long, wooden ladders.  Engelmann Spruce logs (or vigas) supported roofs that had layers of branches, grass, mud, and plaster covering them. The architecture and the building materials were well suited for the rigors of the environment and the needs of the people in the Taos Valley. Prior to the arrival of Coronado, all Taos Pueblo walls were constructed using balls of adobe (clay) about the size of a 'soft ball', Coronado introduced the technique of the formed mud brick, this technique revolutionized adobe construction in the new world.  Coronado also changed the roof structure, to use 2\" to 4\" inch aspen saplings branches installed at a right angle to the Engelmann Spruce vigas, then 2\" to 3\" inches of adobe plaster was applied, topped off with up to half a meter of loose soil ( about 18\" inches thick ) for insulation and structural strength.  Thus indigenous architecture evolved.\nThe first Spanish-influenced architecture appeared in Taos Pueblo after Fray Francisco de Zamora came there in 1598 to establish a mission, under orders from Spanish Governor, Don Juan de Oñate."    
    },
    {
        "pageTitle": "Carolina Reaper",
        "sectionTitles": "Main, Pungency, Cultivation",
        "Main": "The Carolina Reaper is a cultivar of the Capsicum chinense plant.  Developed by South Carolina breeder Ed Currie, the pepper is red and gnarled, with a bumpy texture and small pointed tail. In 2013, Guinness World Records declared it the hottest chili pepper in the world, surpassing the previous record holder, the Trinidad Scorpion \"Butch T\". Other varieties may be spicier, such as Dragon's Breath or Pepper X but are not officially confirmed with a Scoville scale higher than the Carolina Reaper.",
        "Pungency": "The sensory heat or pungency detected when eating a Carolina Reaper derives from the density of capsaicinoids, particularly capsaicin, which relates directly to the intensity of chili pepper heat and Scoville scale. Bred in a Rock Hill, South Carolina greenhouse by \"Smokin\" Ed Currie, proprietor of the PuckerButt Pepper Company in Fort Mill, the Carolina Reaper was certified as the world's hottest chili pepper by the Guinness World Records on August 11, 2017. The official Guinness World Record heat level was 1,641,183 Scoville Heat Units (SHU) in 2017, according to tests conducted by Winthrop University in South Carolina. The figure is an average for the tested batch; the hottest individual pepper was measured at 2.2 million SHU.\nThe crossbreed is between a \"really nastily hot\" La Soufriere pepper from the Caribbean island of St. Vincent and a Naga Viper pepper from Pakistan, and is named 'Reaper' due to the shape of its tail.  It has been described as having a fruity taste, with the initial bite being sweet and then immediately turning to \"molten lava\".In May 2017, Mike Smith of St Asaph, Wales working with Nottingham Trent University, claimed to have surpassed the Carolina Reaper with his Dragon's Breath pepper, reported to be 2.4 million SHUs, and applied to Guinness World Records for confirmation. However, In September 2017, Ed Currie claimed to have bred a stronger pepper known as Pepper X having 3.18 million SHUs.",
        "Cultivation": "For growing, the pepper has been described as \"a good all-rounder to try at home\" by UK ethnobotanist James Wong, who said that they require temperatures of at least 18–20 °C (64–68 °F) and suggested growing in 30–40 cm (12–16 in) pots to restrict growth and produce fruit sooner. When fully ripe, two peppers occupy the palm of the hand."
    },
    {
        "pageTitle": "Akara",
        "sectionTitles": "Main, History",
        "Main": "Àkàrà (Hausa: kosai, Portuguese: Acarajé (Portuguese pronunciation: [akaɾaˈʒɛ] (listen)) is a type of fritter made from cowpeas. It is found throughout West African and Brazilian cuisines. The dish is traditionally encountered in Brazil's northeastern state of Bahia, especially in the city of Salvador. Acarajé serves as both a religious offering to the gods in the Candomblé religion and as street food. The dish was brought by enslaved peoples from West Africa, and can still be found in various forms in Nigeria, Ghana, Togo, Benin, Mali, Gambia and Sierra Leone.\nAcarajé is made from cooked and mashed cowpeas that are seasoned with salt and chopped onions molded into the shape of a large scone and deep-fried in dendê with a wok-like pan in front of the customers. It is served split in half and stuffed with vatapá and caruru – spicy pastes made from shrimp, ground cashews, palm oil and other ingredients. A vegetarian version is typically served with hot peppers and green tomatoes. Acarajé can also come in a second form called abara, where the ingredients are boiled instead of deep-fried.",
        "History": "Akara plays a significant role in the Yoruba culture, as it was specially prepared when a person who has come of Age (70 and Above) dies. It was usually fried in large quantity and distributed across every household close to the deceased. Akara also used to be prepared in large as a sign of victory, when warriors came back victorious from war. The women, especially the wives of the Warriors were to fry Akara and distribute it to the villagers.\nAkara (as it is known in southwest and southeast Nigeria) a recipe taken to Brazil by the enslaved peoples from the West African coast. It is called \"akara\" by the Yoruba people of south-western Nigeria and by the citizens of Sierra Leone, \"kosai\" by the Hausa people of Nigeria or \"koose\" in Ghana and is a popular breakfast dish, eaten with millet or corn pudding. In Nigeria, Akara is commonly eaten with bread, ogi (or eko), a type of cornmeal made with fine corn flour.\nIn Sierra Leone, akara is composed of rice flour, mashed banana, baking powder, and sugar. After mixed together, it is dropped in oil by hand, and fried, similar to Puff-puff. It is then formed into a ball. Akara is usually prepared for events like Pulnado (event held due to the birth of a child), a wedding, funeral, or party. No matter how big the occasion, this item is a classic in the Sierra Leonean community."
    },
    {
        "pageTitle": "Ingapirca",
        "sectionTitles": "Main, History",
        "Main": "Ingapirca (Kichwa: Inka Pirka, \"Inca wall\") is a town in Cañar Province, Ecuador, and the name of the older Inca ruins and archeological site nearby.\nThese are the largest known Inca ruins in Ecuador. The most significant building is the Temple of the Sun, an elliptically shaped building constructed around a large rock.",
        "History": "This area had long been settled by the Cañari indigenous people, who called it Hatun Cañar. As the Inca Empire expanded into southern Ecuador, the Inca Túpac Yupanqui encountered the Cañari \"Hatun Cañar\" tribe. He had difficulties in conquering them. He used different political strategies, marrying the Cañari princess and improving the Cañari city of Guapondelig, calling it Tumebamba or Pumapungo (nowadays Cuenca).\nThe Inca and Cañari decided to settle their differences and live together peacefully. The astronomical observatory was built under Inca Huayna Capac. The Inca renamed the city as Ingapirca and kept most of their distinctive customs separately, as the Cañari did theirs. Although the Inca were more numerous, they did not demand that the Cañari give up their autonomy.\nThe castle complex is of Cañari-Inca origin. Its purpose is uncertain. The complex was used as a fortress and storehouse from which to resupply Inca troops en route to northern Ecuador. At Ingapirca they also developed a complex underground aqueduct system to provide water to the entire compound.\nThe Temple of the Sun is the most significant building whose partial ruins survive at the archeological site. It is constructed in the Inca way without mortar, as are most of the structures in the complex. The stones were carefully chiseled and fashioned to fit together perfectly. It was positioned in keeping with their beliefs and knowledge of the cosmos. Researchers have learned by observation that the Temple of the Sun was positioned so that on the solstices, at exactly the right time of day, sunlight would fall through the center of the doorway of the small chamber at the top of the temple. Most of this chamber has fallen down.\nThe people had numerous ritual celebrations at the complex. They prepared gallons of a local fermented drink to consume in the rituals of these festivals. As sun and moon worshipers, they tried to be as close to their gods as possible, and built their monuments high in the mountains. \nThe weather changes rapidly, within minutes, ranging from calm and sunny one minute and rainy, windy, and cold another minute. This climate volatility is typical year round. The people felt strongly that this was the place where the gods had led them, regardless of the climate."
    },
    {
        "pageTitle": "Cafe du Monde",
        "sectionTitles": "Main, History",
        "Main": "Café du Monde (French for \"Café of the World\" or \"the People's Café\") is a renowned open-air coffee shop located on Decatur Street in the French Quarter of New Orleans, Louisiana, United States. It is a New Orleans landmark and tourist destination, known for its café au lait and beignets. Its coffee with chicory is widely available in the continental United States.",
        "History": "The French brought coffee with them as they began to settle along the Gulf Coast and the Mississippi River, circa 1700. During the American Civil War, the New Orleans Creoles developed the chicory-blended coffee (as there was a coffee shortage) — which has continued to be served at Café Du Monde and other New Orleans restaurants. Chicory adds a chocolate-like flavor to café au lait.\nThe Acadians (Cajuns) from Nova Scotia brought other French customs, such as the beignet, to Louisiana in the 18th century. Unlike most doughnuts, beignets are squared pieces of dough with no hole in the middle and are most often covered with powdered sugar. Sometimes they are seen served with fruit, jam, maple syrup, or even savory items.  At Café du Monde, the beignets are served with a thick coating of powdered sugar and sold in orders of three.\nThe menu at Café Du Monde includes only dark-roasted coffee with chicory (served black or au lait), beignets, white and chocolate milk, hot chocolate, and fresh-squeezed orange juice. According to the Café du Monde's vice-president, Burton E. Benrud, Jr., the beignets remain the only food item on the French Market location's menu; and Café Du Monde is committed to \"keeping things the way they've always been: recipes have gone relatively unchanged.\""
    },
    {
        "pageTitle": "El Panecillo",
        "sectionTitles": "Main, Statue",
        "Main": "El Panecillo (from Spanish panecillo small piece of bread, diminutive of pan bread) is a 200-metre-high hill of volcanic-origin, with loess soil, located between southern and central Quito. Its peak is at an elevation of 3,016 metres (9,895ft) above sea level. The original name used by the aboriginal inhabitants of Quito was Yavirac.  According to Juan de Velasco, a Jesuit historian, there was a temple on top of Yavirac where the Indians worshiped the sun until it was destroyed by the Spanish conquistadores. The street that leads up to El Panecillo is named after Melchor Aymerich.",
        "Statue": "In 1976, the Spanish artist Agustín de la Herrán Matorras was commissioned by the religious order of the Oblates to build a 45-meter-tall stone monument of a madonna which was assembled on a high pedestal on the top of Panecillo. Called \"Virgin of El Panecillo\", it is made of seven thousand pieces of aluminium. The monument was inaugurated on March 28, 1976, by the 11th archbishop of Quito, Pablo Muñoz Vega. The statue was engineered and erected by Anibal Lopez of Quito.\nThe virgin stands on top of a globe and is stepping on a snake, which is a classic madonna iconography. Less traditional are the wings. Locals claim that she is the only one in the world with wings like an angel. The monument was inspired by the famous \"Virgen de Quito\" (Quito's Madonna) also known as \"the dancer\" sculpted by Bernardo de Legarda in 1734, which now decorates the main altar at the Church of St. Francis.  This madonna represents a turning point of the Quito School of Art (one of the most renowned of the Americas) because it shows a virgin in movement that is practically dancing in contrast with the traditional static Madonnas that were produced during the 18th century.\nAccording to a bronze placard affixed to the monument, the woman represented by the statue is the Woman of the Apocalypse, as described in the Book of Revelation (12:1–18)."
    },
    {
        "pageTitle": "Qutb Minar",
        "sectionTitles": "Main, History, Architecture",
        "Main": "The Qutb Minar, also spelled as Qutub Minar and Qutab Minar, is a minaret and \"victory tower\" that forms part of the Qutb complex, a UNESCO World Heritage Site in the Mehrauli area of New Delhi, India. The height of Qutub Minar is 72.5 meters, making it the tallest minaret in the world built of bricks.  The tower tapers, and has a 14.3 metres (47 feet) base diameter, reducing to 2.7 metres (9 feet) at the top of the peak. It contains a spiral staircase of 379 steps.\nIts closest comparator is the 62-metre all-brick Minaret of Jam in Afghanistan, of c.1190, a decade or so before the probable start of the Delhi tower.  The surfaces of both are elaborately decorated with inscriptions and geometric patterns; in Delhi the shaft is fluted with \"superb stalactite bracketing under the balconies\" at the top of each stage.  In general minarets were slow to be used in India, and are often detached from the main mosque where they exist.",
        "History": "Khwaja Qutbuddin Bakhtiar Kaki was a sufi saint after whom this minaret was named. \nQutubuddin Aibak, at that time a deputy of Muhammad of Ghor, but after his death, founder of the Delhi Sultanate, started construction of the Qutb Minar's first storey in 1199. This level has inscriptions praising Muhammad of Ghor.  Aibak's successor and son-in-law Shamsuddin Iltutmish completed a further three storeys. Firoz Shah Tughlaq replaced the damaged storey, and added one more. Sher Shah Suri also added an entrance to this tower while he was ruling and Humayun was in exile.\nQuwwat-ul-Islam Mosque, to the north-east of minar was built by Qutub-ud-Din Aibak in A.D. 1198. It is the earliest extant - mosque built by the Delhi Sultans. It consists of a rectangular courtyard enclosed by cloisters, erected with the carved columns and architectural members of 27 Hindu and Jaina temples, which were demolished by Qutub-ud-Din Aibak as recorded in his inscription on the main eastern entrance. Later, a lofty arched screen was erected and the mosque was enlarged, by Shams-ud- Din Itutmish (A.D. 1210-35) and Ala-ud-Din Khalji. The Iron Pillar in the courtyard bears an inscription in Sanskrit in Brahmi script of fourth century A.D., according to which the pillar was set up as a Vishnudhvaja (standard of god Vishnu) on the hill known as Vishnupada in memory of a mighty king named Chandra. A deep socket on the top of the ornate capital indicates that probably an image of Garuda was fixed into it. Qutb Minar was begun after the Quwwat-ul-Islam Mosque, which was started around 1192 by Qutb-ud-din Aibak, first ruler of the Delhi Sultanate. The mosque complex is one of the earliest that survives in the Indian subcontinent. The minaret is named after Qutb-ud-din Aibak, or Qutbuddin Bakhtiar Kaki, a Sufi saint. Its ground storey was built over the ruins of the Lal Kot, the citadel of Dhillika. Aibak's successor Iltutmish added three more storeys.The Minar is surrounded by several historically significant monuments of Qutb complex. The nearby pillared cupola known as \"Smith's Folly\" is a remnant of the tower's 19th century restoration, which included an ill-advised attempt to add some more storeys.\nThe minar's topmost storey was damaged by lightning in 1369 and was rebuilt by Firuz Shah Tughlaq, who added another storey. In 1505, an earthquake damaged Qutub Minar; it was repaired by Sikander Lodi. On 1 September 1803, a major earthquake caused serious damage. Major Robert Smith of the British Indian Army renovated the tower in 1828 and installed a pillared cupola over the fifth storey, thus creating a sixth. The cupola was taken down in 1848, under instructions from The Viscount Hardinge, then Governor General of India. It was reinstalled at ground level to the east of Qutb Minar, where it remains. It is known as \"Smith's Folly\".",
        "Architecture": "Parso-Arabic and Nagari in different sections of the Qutb Minar reveal the history of its construction, and the later restorations and repairs by Firoz Shah Tughluq (1351–88) and Sikandar Lodi (1489–1517).\nIt has five superposed storeys. The lowest three comprise fluted cylindrical shafts or columns of pale red sandstone, separated by flanges and by storeyed balconies, carried on Muqarnas corbels. The fourth column is of marble, and is relatively plain. The fifth is of marble and sandstone. The flanges are a darker red sandstone throughout, and are engraved with Quranic texts and decorative elements. The whole tower contains a spiral staircase of 379 steps. At the foot of the tower is the Quwat ul Islam Mosque. The minar tilts just over 65 cm from the vertical, which is considered to be within safe limits.Qutb Minar was an inspiration and prototype for many minarets and towers built. The Chand Minar and Mini Qutub Minar bear resemblance to the Qutb Minar and inspired from it."
    },
    {
        "pageTitle": "Al pastor",
        "sectionTitles": "Main, History, Preparation",
        "Main": "Al pastor (from Spanish, \"shepherd style\"), also known as tacos al pastor, is a taco made with spit-grilled pork. Based on the lamb shawarma brought by Lebanese immigrants to Mexico, al pastor features a flavor palate that combines traditional Middle Eastern spices with those indigenous to central Mexico. It is a popular street food that has spread to the United States. In some places of northern Mexico, as in Baja California, it is known as taco de adobada. A similar dish from Puebla with different spices is tacos árabes.",
        "History": "During the 19th century, variations of a vertically-grilled meat dish, now known by several names, started to spread throughout the Ottoman Empire. A wave of Lebanese immigrants to Mexico, mainly Christians such as the Maronites who have no religious dietary restrictions on eating pork, arrived in the late 19th and early 20th centuries, and introduced the Arab version, shawarma. In the 1960s, Mexican-born progeny of these immigrants began opening their own restaurants and combining their heritage with Mexican cuisine.  Being derived from shawarma, it is also similar to the Turkish döner kebab and the Greek gyros.",
        "Preparation": "Pork is marinated in a combination of dried chilies, spices, pineapple, and typically achiote paste, then slowly cooked with charcoal or gas flame on a vertical rotisserie called a trompo (lit: spinning top). Guajillo chile, garlic, cumin, clove, bay leaf, and vinegar are common ingredients, with cinnamon, dried Mexican oregano, coriander, and black  peppercorns found in many variants. \nA slice of fresh onion and a pineapple are characteristically placed on top the rotisserie. Meat is thinly sliced off the spit with a large knife into a small corn tortilla and served with finely chopped onions, cilantro, and diced pineapple. A wedge of lemon or lime and a salsa are optional condiments. This meat is also a common ingredient in  gringas, alambres, huaraches, tortas, and pizza."
    },
    {
        "pageTitle": "Hanok",
        "sectionTitles": "Main, History, Characteristics, Materials",
        "Main": "A hanok (Korean: 한옥, 韓屋) is a traditional Korean house. Hanoks were first designed and built in the 14th century during the Joseon Dynasty. \nKorean architecture considers the positioning of the house in relation to its surroundings, with thought given to the land and seasons. The interior of the house is also planned accordingly. This principle is called baesanimsu (Hangul: 배산임수; Hanja: 背山臨水), meaning that the ideal house is built with a mountain in the back and a river in the front. Hanok shapes differ by region. In the cold northern regions of Korea, hanoks are built in a square with a courtyard in the middle in order to retain heat better. In the south, hanoks are more open and L-shaped.",
        "History": "A hanok is a Korean house which was developed in Korean Peninsula and Manchuria.\nEarly Time\nPaleolithic people in the Korean Peninsula stayed in caves or made temporary houses. In the Neolithic era, the temporary house developed into a dugout hut. They dug into the ground with a small shovel and built a small house which used rafters and columns. Woods was used for the rafters and columns, and straw was used for roof. In the Bronze Age, there were several columns in the house, so the area of house was extended relative to early houses. Iron Age Hanok had Ondol (Hangul: 온돌, Hanja: 溫堗), and also used Giwa(Hangul: 기와), a kind of roofing tile which was made with baked soil. By using Giwa roof tiles, hanok developed a specific shape.\nThe Enlightenment\nThe Enlightenment saw many foreigners visit the hermit kingdom. For this reason, Protestantism was spread, but it wasn't common. Anglicanism and Catholicism were the more common branches of the Christian faith in Korea at that time.  Early churches utilized the hanok style. This church is located in Ganghwa County, Jincheon County, Cheongju. \nSouth Korea\nAfter the devastation of the Korean War there was a need for cheap, suitable housing for people displaced by the war. During the period immediately after the war several hanoks of historical value were demolished. In the larger cities of South Korea, only small clusters of hanoks remain. However the value of hanoks has been discussed in the early twentieth century, with many comparing them favourably to the more common but less eco-friendly apartments found across South Korea. Today, some train stations are influenced by traditional hanok design. (Jeonju station for example)\nNorth Korea\nIn Gaesung, the traditional hanoks originally there remain and play a role as a tourist attraction. Kiwajibs surround the hanoks.\nChina\nIn northeast China, hanoks also can be found and Koreans are living in hanoks building for themselves over 100 years. Also, from 2010, people are working on a project focused on making a hanok village in Heilongjiang, China.",
        "Characteristics": "The environment-friendly aspects of traditional Korean houses range from the structure's inner layout to the building materials which were used. Another unique feature of traditional houses is their special design for cooling the interior in summer and heating the interior in winter.\nSince Korea has hot summers and cold winters, the 'Ondol (Gudeul),' a floor-based heating system, and 'Daecheong,' a cool wooden-floor style hall were devised long ago to help Koreans survive the frigid winters and to block sunlight during summer. These primitive types of heating and air-conditioning were so effective that they are still in use in many homes today. The posts, or 'Daedulbo' are not inserted into the ground, but are fitted into the cornerstones to keep Hanok safe from earthquakes.",
        "Materials": "The raw materials used in Hanok, such as soil, timber, and rock, are all natural and recyclable and do not cause pollution. Hanok's have their own tiled roofs (Giwa; Hangul: 기와), wooden beams and stone-block construction. Cheoma is the edge of Hanok's curvy roofs. The lengths of the Cheoma can be adjusted to control the amount of sunlight that enters the house. Hanji (Korean traditional paper, Hangul: 한지) is lubricated with bean oil making it waterproof and polished. Windows and doors made with Hanji are beautiful and breathable."
    },
    {
        "pageTitle": "Jose Guadalupe Posada",
        "sectionTitles": "Main, Career as artist, Notable works",
        "Main": "José Guadalupe Posada Aguilar (1852 – 1913) was a Mexican political lithographer who used relief printing to produce popular illustrations. His work has influenced numerous Latin American artists and cartoonists because of its satirical acuteness and social engagement. He used skulls, calaveras, and bones to convey political and cultural critiques.\nAmong his most enduring works is La Calavera Catrina.",
        "Career as artist": "He began to work with Antonio Vanegas Arroyo, until he was able to establish his own lithographic workshop. From then on Posada undertook work that earned him popular acceptance and admiration, for his sense of humor, and propensity concerning the quality of his work. In his broad and varied work, Posada portrayed beliefs, daily lifestyles of popular groups, the abuses of government and the exploitation of the common people. He illustrated the famous skulls, along with other illustrations that became popular as they were distributed to various newspapers and periodicals.\nIn 1883, following his success, he was hired as a teacher of lithography at the local Preparatory School. The shop flourished until 1888 when a disastrous flood hit the city. He subsequently moved to Mexico City. His first regular employment in the capital was with La Patria Ilustrada, whose editor was Ireneo Paz, the grandfather of the later famed writer Octavio Paz. He later joined the staff of a publishing firm owned by Antonio Vanegas Arroyo and while at this firm he created a prolific number of book covers and illustrations. Much of his work was also published in sensationalistic broadsides depicting various current events.\nFrom the outbreak of the Mexican Revolution in 1910 until his death in 1913, Posada worked tirelessly in the press. The works he completed in his press during this time allowed him to develop his artistic prowess as a draftsman, engraver and lithographer. At the time he continued to make satirical illustrations and cartoons featured in the magazine, El Jicote. He played a crucial role for the government during the presidency of Francisco I Madero and during the campaign of Emiliano Zapata.",
        "Notable works": "Posada's best known works are his calaveras, which often assume various costumes, such as the La Calavera Catrina, she is offered as a satirical portrait of those Mexican natives who, Posada felt, were aspiring to adopt European aristocratic traditions in the pre-revolution era."
    },
    {
        "pageTitle": "South China tiger",
        "sectionTitles": "Main, Characteristics, Ecology and behavior",
        "Main": "The South China tiger was a Panthera tigris tigris population in southern China. This population was native to Fujian, Guangdong, Hunan and Jiangxi provinces. It has been listed as Critically Endangered on the IUCN Red List since 1996, and is possibly extinct in the wild since no wild individual has been recorded since the early 1970s. Already in the late 1990s, continued survival was considered unlikely due to low prey density, widespread habitat degradation and fragmentation, and other human pressures.In the fur trade, it used to be called Amoy tiger. It is also known as South Chinese, Chinese and Xiamen tiger.",
        "Characteristics": "In 1905, the German zoologist Max Hilzheimer first described the South China tiger as similar in height to the Bengal tiger, but differing in skull and coat characteristics. Their carnassials and molars are shorter than in his Bengal tiger samples; the cranial region is shorter with orbits set closer together, postorbital processes are larger. Their coat is lighter and more yellowish and the paws, face, and stomach appear more white; the stripes are narrower, more numerous and more sharp-edged.\nThe South China tiger is the smallest tiger subspecies from mainland Asia, but bigger than the subspecies known from the Sunda islands such as the Sumatran tiger. Males measure from 230 to 265 cm (91 to 104 in), and weigh 130 to 175 kg (287 to 386 lb). Females are smaller and measure 220 to 240 cm (87 to 94 in), and weigh 100 to 115 kg (220 to 254 lb). The length of the tail does not usually exceed one half of the head-and-body length. Hair length varies geographically. Greatest documented length of skull in males is 318 to 343 mm (12.5 to 13.5 in), and in females 273 to 301 mm (10.7 to 11.9 in).\nA sighting in around 1910 of an unusual blue-coloured or \"maltese\" tiger outside Fuzhou in the Fujian Province of China was reported by Harry Caldwell and Roy Chapman Andrews.",
        "Ecology and behavior": "The tiger is an obligate carnivore. It prefers hunting large ungulates, frequently kills wild boar, and occasionally hog deer, muntjac and gray langur. Small prey species such as porcupines, hares and peafowl form a very small part in its diet. Due to the encroachment of humans into tiger habitat, it also preys on domestic livestock.In the former range of the South China tiger possible tiger prey species include muntjac, wild pig, serow, tufted deer and sambar.In most cases, tigers approach prey from the side or behind from as close a distance as possible and grasp the prey's throat to kill it. Then they drag the carcass into cover, occasionally over several hundred meters, to consume it. The nature of the tiger's hunting method and prey availability results in a \"feast or famine\" feeding style: they often consume 18–40 kg (40–88 lb) of meat at one time.\nTigers mate at any time of the year but breeding is most common from the end of November to the first half of April. Males are ready to begin mating at the age of 5 years and females at the age of 4 years. Offspring is born 103 days after mating. Three to 6 young are born in a den. They are born blind and weigh between 780 and 1,600 g (1.72 and 3.53 lb) each. They are suckled at least for the first 8 weeks. The mother teaches them to hunt when they are 6 months old. At the age of 1 1/2 to 2 years the cubs separate from their mother."
    },
    {
        "pageTitle": "Quonset hut",
        "sectionTitles": "Main, Design and history",
        "Main": "A Quonset hut  is a lightweight prefabricated structure of corrugated galvanized steel having a semi cylindrical cross-section. The design was developed in the United States, based on the Nissen hut introduced by the British during World War I. Hundreds of thousands were produced during World War II and military surplus was sold to the public. The name comes from the site of their first manufacture at Quonset Point at the Davisville Naval Construction Battalion Center in Davisville, Rhode Island.",
        "Design and history": "Quonset huts were manufactured by many independent contractors in countries around the world, but the first were manufactured in 1941 when the United States Navy needed an all-purpose, lightweight building that could be shipped anywhere and assembled without skilled labor. The George A. Fuller construction company manufactured them, and the first was produced within 60 days of signing the contract.\nThe original design was a 16-by-36-foot (4.9 m × 11.0 m) structure framed with steel members with an 8-foot (2.4 m) radius. The most common design created a standard size of 20-by-48-foot (6.1 m × 14.6 m) with a 16-foot (4.9 m) radius, allowing 960 square feet (89 m2) of usable floor space with optional 4 feet (1.2 m) overhangs at each end for protection of entrances from the weather. Other sizes were developed, including 20-by-40-foot (6.1 m × 12.2 m) and 40-by-100-foot (12 m × 30 m) warehouse models.\nThe sides were corrugated steel sheets, and the two ends were covered with plywood which had doors and windows. The interior was insulated and had pressed wood lining and a wood floor. The building could be placed on concrete, on pilings, or directly on the ground with a wood floor. The original design used low-grade steel, which was later replaced by a more rust-resistant version. The flexible interior space was open, allowing use as barracks, latrines, medical and dental offices, isolation wards, housing, and bakeries.\nBetween 150,000 and 170,000 Quonset huts were manufactured during World War II, and the military sold its surplus huts to the public after the war. Many remain standing throughout the United States as outbuildings, businesses, or even homes, and they are often seen at military museums and other places featuring World War II memorabilia. Many were also used around the United States for temporary postwar housing, such as Rodger Young Village in Los Angeles, California. Some are still in active use at the United States military bases. The U.S. Department of Energy continues to utilize Quonset huts as supporting structures (fabrication and machine shops, warehouses, etc.) at the Nevada National Security Site."
    },
    {
        "pageTitle": "Boyoz",
        "sectionTitles": "Main, Origin",
        "Main": "Boyoz is a Turkish pastry of Sephardi Jewish origin, associated with İzmir, Turkey, which is practically the only city where it is prepared for commercial purposes and follows the original recipe. As such, in the eyes of Smyrniots boyoz acquired the dimension of a symbol of their hometown or of their longing for it when away. The most widely preferred boyoz is plain, without addition of meat or cheese or spinach stuffings, and as cooked by a handful of master boyoz bakers in İzmir.\nBoyoz paste is a mixture of flour, sunflower oil and a small addition of tahini. It is kneaded by hand and the ball of paste is left to repose for 2- hours. The paste is then flattened to the width of a dish and left to repose again. It is then kneaded and opened once more, before being formed into a roll and left to repose as such for a further period of several hours. When the tissue of the paste is still soft but about to detach into pieces, it is cut into small balls and put in rows of small pans and marinated in vegetable oil between half an hour and one hour. The paste then takes an oval form and acquires the consistency of a millefeuille. The small balls can then be put on a tray into a very high-temperature oven either in plain form or with fillings of cheese or spinach added inside.\nThe usual accompaniments for boyoz are dark tea and hard-boiled eggs generously sprinkled with black pepper. Boyoz is generally consumed outdoors, purchased from street vendors.",
        "Origin": "Virtually all sources agree on the Judeo-Spanish roots of boyoz (Bollos). It is a contribution to İzmir's urban culture by Sephardic Jews evicted from Spain after 1492 and who settled in large numbers in a number of prominent Ottoman cities of the period, among which İzmir stood out as one of the primary destinations. These explanations on the roots of boyoz are confirmed by the presence of a pastry very similar to boyoz in the culinary traditions of such other offshoots of Spanish culture as Argentina, Chile, Peru and Mexico, where they are common especially in the diet of Sephardic Jews, usually with cheese and spinach fillings. In Spanish and Ladino languages, boyoz, spelled as bollos, means \"a bundle, a pack\".\nUntil recently, all master bakers who prepared boyoz in İzmir were Jewish, and the present masters have all been trained by Avram Usta, whose name is echoed to this day in the commercial arguments adopted by some of these bakers, who market the \"Boyoz of Avram Usta\"."
    },
    {
        "pageTitle": "Totem pole",
        "sectionTitles": "Main, Meaning and purpose",
        "Main": "Totem poles (Haida: gyáaʼaang) are monumental carvings, a type of Northwest Coast art, consisting of poles, posts or pillars, carved with symbols or figures. They are usually made from large trees, mostly western red cedar, by First Nations and indigenous peoples of the Pacific Northwest coast including northern Northwest Coast  Haida, Tlingit, and Tsimshian communities in Southeast Alaska and British Columbia, Kwakwaka'wakw and Nuu-chah-nulth communities in southern British Columbia, and the Coast Salish communities in  Washington and British Columbia.\nThe word totem derives from the Algonquian word odoodem [oˈtuːtɛm] meaning \"(his) kinship group\". The carvings may symbolize or commemorate ancestors, cultural beliefs that recount familiar legends, clan lineages, or notable events. The poles may also serve as functional architectural features, welcome signs for village visitors, mortuary vessels for the remains of deceased ancestors, or as a means to publicly ridicule someone. They may embody a historical narrative of significance to the people carving and installing the pole. Given the complexity and symbolic meanings of these various carvings, their placement and importance lies in the observer's knowledge and connection to the meanings of the figures and the culture in which they are embedded.",
        "Meaning and purpose": "Totem poles can symbolize the characters and events in mythology, or convey the experiences of recent ancestors and living people. Some of these characters may appear as stylistic representations of objects in nature, while others are more realistically carved. Pole carvings may include animals, fish, plants, insects, and humans, or they may represent supernatural beings such as the Thunderbird. Some symbolize beings that can transform themselves into another form, appearing as combinations of animals or part-animal/part-human forms. Consistent use of a specific character over time, with some slight variations in carving style, helped develop similarities among these shared symbols that allowed people to recognize one from another. For example, the raven is symbolized by a long, straight beak, while the eagle's beak is curved, and a beaver is depicted with two large front teeth, a piece of wood held in his front paws, and a paddle-shaped tail.\nThe meanings of the designs on totem poles are as varied as the cultures that make them. Some poles celebrate cultural beliefs that may recount familiar legends, clan lineages, or notable events, while others are mostly artistic. Animals and other characters carved on the pole are typically used as symbols to represent characters or events in a story; however, some may reference the moiety of the pole’s owner, or simply fill up empty space on the pole. The carved figures interlock one above the other to create the overall design, which may rise to a height of 60 ft (18 m) or more. Smaller carvings may be positioned in vacant spaces, or they may be tucked inside the ears or hang out of the mouths of the pole’s larger figures.\nSome of the figures on the poles constitute symbolic reminders of quarrels, murders, debts, and other unpleasant occurrences about which the Native Americans prefer to remain silent... The most widely known tales, like those of the exploits of Raven and of Kats who married the bear woman, are familiar to almost every native of the area. Carvings which symbolize these tales are sufficiently conventionalized to be readily recognizable even by persons whose lineage did not recount them as their own legendary history.\nThose from cultures that do not carve totem poles often assume that the linear representation of the figures places the most importance on the highest figure, an idea that became pervasive in the dominant culture after it entered into mainstream parlance by the 1930s with the phrase \"low man on the totem pole\" (and as the title of a bestselling 1941 humor book by H. Allen Smith). However, Native sources either reject the linear component altogether, or reverse the hierarchy, with the most important representations on the bottom, bearing the weight of all the other figures, or at eye level with the viewer to heighten their significance. Many poles have no vertical arrangement at all, consisting of a lone figure atop an undecorated column."
    },
    {
        "pageTitle": "Fluorite",
        "sectionTitles": "Main, History and etymology, Color",
        "Main": "Fluorite (also called fluorspar) is the mineral form of calcium fluoride, CaF2. It belongs to the halide minerals. It crystallizes in isometric cubic habit, although octahedral and more complex isometric forms are not uncommon.\nThe Mohs scale of mineral hardness, based on scratch hardness comparison, defines value 4 as Fluorite.\nPure fluorite is transparent, both in visible and ultraviolet light, but impurities usually make it a colorful mineral and the stone has ornamental and lapidary uses. Industrially, fluorite is used as a flux for smelting, and in the production of certain glasses and enamels. The purest grades of fluorite are a source of fluoride for hydrofluoric acid manufacture, which is the intermediate source of most fluorine-containing fine chemicals. Optically clear transparent fluorite lenses have low dispersion, so lenses made from it exhibit less chromatic aberration, making them valuable in microscopes and telescopes. Fluorite optics are also usable in the far-ultraviolet and mid-infrared ranges, where conventional glasses are too absorbent for use.",
        "History and etymology": "The word fluorite is derived from the Latin verb fluere, meaning to flow. The mineral is used as a flux in iron smelting to decrease the viscosity of slags. The term flux comes from the Latin adjective fluxus, meaning flowing, loose, slack. The mineral fluorite was originally termed fluorospar and was first discussed in print in a 1530 work Bermannvs sive de re metallica dialogus [Bermannus; or a dialogue about the nature of metals], by Georgius Agricola, as a mineral noted for its usefulness as a flux. Agricola, a German scientist with expertise in philology, mining, and metallurgy, named fluorspar as a neo-Latinization of the German Flussspat from Fluß (stream, river) and Spat (meaning a nonmetallic mineral akin to gypsum, spærstān, spear stone, referring to its crystalline projections).\nIn 1852, fluorite gave its name to the phenomenon of fluorescence, which is prominent in fluorites from certain locations, due to certain impurities in the crystal. Fluorite also gave the name to its constitutive element fluorine. Currently, the word \"fluorspar\" is most commonly used for fluorite as the industrial and chemical commodity, while \"fluorite\" is used mineralogically and in most other senses.\nIn the context of archeology, gemmology, classical studies, and Egyptology, the Latin terms murrina and myrrhina refer to fluorite. In book 37 of his Naturalis Historia, Pliny the Elder describes it as a precious stone with purple and white mottling, whose objects carved from it, the Romans prize.",
        "Color": "Fluorite is allochromatic, meaning that it can be tinted with elemental impurities. Fluorite comes in a wide range of colors and has consequently been dubbed \"the most colorful mineral in the world\". Every color of the rainbow in various shades is represented by fluorite samples, along with white, black, and clear crystals. The most common colors are purple, blue, green, yellow, or colorless. Less common are pink, red, white, brown, and black. Color zoning or banding is commonly present. The color of the fluorite is determined by factors including impurities, exposure to radiation, and the absence of voids of the color centers."
    },
    {
        "pageTitle": "Shingle Style Architecture",
        "sectionTitles": "Main, History, Characteristics",
        "Main": "The Shingle style is an American architectural style made popular by the rise of the New England school of architecture, which eschewed the highly ornamented patterns of the Eastlake style in Queen Anne architecture. In the shingle style, English influence was combined with the renewed interest in Colonial American architecture which followed the 1876 celebration of the Centennial. The plain, shingled surfaces of colonial buildings were adopted, and their massing emulated.\nAside from being a style of design, the style also conveyed a sense of the house as continuous volume. This effectof the building as an envelope of space, rather than a great mass, was enhanced by the visual tautness of the flat shingled surfaces, the horizontal shape of many shingle style houses, and the emphasis on horizontal continuity, both in exterior details and in the flow of spaces within the houses. ",
        "History": "McKim, Mead and White and Peabody and Stearns were two of the notable firms of the era that helped to popularize the shingle style, through their large-scale commissions for \"seaside cottages\" of the rich and the well-to-do in such places as Newport, Rhode Island and the village of East Hampton on the southeastern tip of Long Island. Perhaps the most famous shingle style house built in America was \"Kragsyde\" (1882) the summer home commissioned by Bostonian G. Nixon Black, from Peabody and Stearns. Kragsyde was built atop the rocky coastal shore near Manchester-By-the-Sea, Massachusetts, and embodied every possible tenet of the shingle style. The William G. Low House, designed by McKim, Mead & White and built in 1887, is another notable example.\nMany of the concepts of the Shingle style were adopted by Gustav Stickley, and adapted to the American version of the Arts and Crafts Movement. Additionally, there are several other notable styles of Victorian architecture, including Italianate, Second Empire, Folk and Gothic revival.",
        "Characteristics": "Architects of the shingle style emulated colonial houses' plain, shingled surfaces as well as their massing, whether in the single exaggerated gable of McKim Mead and White's Low House or in the complex massing of Kragsyde. This impression of the passage of time is enhanced by the use of shingles. Some architects, in order to attain a weathered look on a new building, had the cedar shakes dipped in buttermilk, dried and then installed, to leave a grayish tinge to the faade.\nShingle style houses often use a gambrel or hip roof. Such houses thus emanate a more pronounced mass and a greater emphasis on horizontality."
    },
    {
        "pageTitle": "Gujia",
        "sectionTitles": "Main, Similar Dishes",
        "Main": "A gujiya (Hindi: गुजिया) or a perakiya (Hindi: पेड़कीया) is a sweet deep-fried dumpling, native to the Indian subcontinent, made with suji (semolina) or maida (all purpose flour) stuffed with a mixture of sweetened khoa (milk solids; also called mawa) and dried fruits, and fried in ghee. The earliest mention of gujiya dates back to the 13th century, when a jaggery-honey mixture was covered with wheat flour and was sun-dried.\nThe preparation method of a typical gujiya/pedakiya is rather similar to that of a samosa, but the gujiya/pedakiya looks like an empanada. Shaped like a half moon, the gujiya or pedakiya is filled with a sweet mixture of grated and roasted dried fruits, khoa, grated coconut, and a hint of suji to lend it a grainy texture. It is especially made and consumed during Teej, Holi and Chhath in India.",
        "Similar Dishes": "Several regional cuisines in India feature dishes similar to gujia, but with different fillings.\nGujias are prepared in Uttar Pradesh, Rajasthan, Gujrat and Bihar regions of India during Holi and Diwali festivities. Dry ones are called Pedakiya in Bihar. Pedakiyas are very popular in Bihar and are relished by everyone. There it is used as holy offerings in Chhath. There are two types of pedakiya made in Bihar: one with suji / rawa (Semolina) and another with khoa. In suji pedakiya, suji is roasted in ghee with sugar, almonds, cardamom, raisins and other nuts and then deep fried in ghee. In khoa pedakiya, pure khoa is mixed with nuts and sugar and then deep fried. It is also called Ghughra (Gujarati) in Gujarat, Karanji (Marathi) in Maharashtra and in Odisha, Somas (Tamil) in Tamil Nadu, Garijalu (Telugu) in Telangana and, Kajjikaya (Telugu) in Andhra Pradesh and, Karjikayi (Kannada) in Karnataka. They are all fried sweet dumplings made of wheat flour and stuffed with dry or moist coconut delicacies. In Goa, Goans prepare a similar sweet on the occasion of their festivals: Hindus for Ganesh Chaturthi and Christians for Christmas, and call it nevri or neuri (plural neureo). In Odisha it is called karanji and has either a coconut based or curd cheese based filling." 
    },
    {
        "pageTitle": "Erke",
        "sectionTitles": "Main, Construction, History",
        "Main": "The erke (alternatively  erque, coroneta, or quepa) is a large labrophone (lip reed) instrument native to the Gran Chaco of Bolivia, northern Chile, and Argentine Northwest.",
        "Construction": "The erke is composed of two or more lengths of cane joined at the ends to form a single tube.  The internal nodes of the canes are removed and the exterior is often wrapped with gut or wool.  The end often has an amplifier made of cow horn or brass.  The instrument is blown through at the other end, and may be three to seven metres in length.",
        "History": "Although in the latter half of the 20th century Andean folkloric musical groups have used the erke for secular music, among the indigenous and criollo peoples of the Andes the erke is used solely for ritual purposes.\nTraditionally but not commonly, only adult men play the erke, and it is considered profane to play the erke outside of a ritual context.  The erke is commonly played during winter, as it is believed that playing it in spring or summer can bring snow."
    },
    {
        "pageTitle": "Detroit-style pizza",
        "sectionTitles": "Main, Description",
        "Main": "Detroit-style pizza is a rectangular pizza with a thick crispy and chewy crust. It is traditionally topped with Wisconsin brick cheese, then tomato sauce layered on top of the other toppings (rather than directly onto the dough). This style of pizza is often baked in rectangular steel trays designed for use as automotive drip pans or to hold small industrial parts in factories. The style was developed during the mid-twentieth century in Detroit before spreading to other parts of the United States in the 2010s. The dish is one of Detroit's iconic local foods.",
        "Description": "Detroit-style pizza is a deep-dish rectangular pizza topped with Wisconsin brick cheese and a cooked tomato-based sauce. The dough typically has a hydration level of 70 percent or higher, which creates an open, porous, chewy crust with a crisp exterior.Traditionally the toppings are layered with the cheese below the sauce. Pepperoni is often placed directly on the crust, and other toppings may go directly on top of the cheese, but the cooked sauce is always the final layer and is applied in dollops or in \"racing stripes,\" two or three lines of sauce. Some recipes call for the sauce to be added after the pizza comes out of the oven. The style is sometimes referred to as \"red top\" because the sauce is the final topping.\nThe cheese is spread to the edges and caramelizes against the high-sided heavyweight rectangular pan, giving the crust a lacy, crispy edge. According to trade journal Pizza Today, the cheese being piled high right to the edges and against the pan is \"the key to this pizza\"."
    },
    {
        "pageTitle": "La Scapigliata",
        "sectionTitles": "Main, Description",
        "Main": "La Scapigliata (Italian for 'The Lady with Dishevelled Hair') is an unfinished painting generally attributed to the Italian Renaissance artist Leonardo da Vinci, and dated c. 1506–8. Painted in oil, umber and white lead pigments on a poplar wood panel, its attribution remains controversial, with several experts attributing the work to a student of Leonardo. The painting has been admired for its captivating beauty, mysterious demeanor, and mastery of sfumato.\nThere is no real consensus on the painting's subject, date, history or purpose. It shows an unknown woman gazing downward while her hair fills the frame behind her.  No theory of the subject has been widely accepted, but many have been proposed, such as the painting being a sketch for an uncompleted painting of Saint Anne, a study for the London version of The Virgin of the Rocks or Leda and the Swan painting, now a lost work .\nThe painting was recorded in a 1826 sale of Gaetano Callani's collection to the Galleria Nazionale di Parma, the museum the currently houses it, but proof of its existence may date back to 1531. Most scholars attribute it as a work by Leonardo da Vinci and it has been listed as such in various major Leonardo exhibitions.",
        "Description": "The work's true intent is unknown and it has been variously referred to as a sketch, a drawing or a painting. Due to the use of paint, it is correctly described as a painting, but scholars continue to discuss its sketch and drawing like qualities, often linking it to early works such as the Adoration of the Magi and Saint Jerome in the Wilderness, as well as later ones like The Virgin and Child with Saint Anne and Saint John the Baptist. Art historian Carmen Bambach suggests that it should be described as a \"brush drawing\", or a \"painted sketch\".\nThe painting is done on a small 24.6 cm  21.0 cm (9.7 in  8.3 in) poplar wood panel with oil, umber, and white lead pigments. It portrays the unfinished outline of a young woman whose face gently gazes downward while her loosely drawn dishevelled hair waves in the air behind her. The woman's eyes are half-closed and completely ignoring of the outside world and viewer, while her mouth is slightly shaped into an ambiguous smile, evocative of the Mona Lisa. Other than her face that takes up most of the painting, the rest of the painting is barely even sketched in, with a primed but unpainted background. The differences in the face and the rest of the painting are effectively blended by a mastery of sfumato. Art historian Alexander Nagel notes that the sfumato results in the shadows concealing any strokes or marks, and points out how the shadows are softened by careful lighting around them, such as on the left side of the jaw. The appeal in this contrast of the unfinished and finished parts has provoked speculation that the painting is not incomplete, and was left in an unfinished state on purpose.\nThe subject of the painting is unknown and no theory has proved convincing to modern scholars. One theory is that the painting is a study for Leonardo's lost painting of Leda and the Swan, but this is discredited by existing copies of the painting showing Lena with hair more elaborate than that of the woman in La Scapigliata. Other claims are that the painting was a sketch, like The Virgin and Child with Saint Anne and Saint John the Baptist, for a painting of Saint Anne that was never completed, or a study for the London version of the Virgin of the Rocks. According to scholars at the Galleria Nazionale di Parma, the subject of the painting may be an anonymous woman."
    },
    {
        "pageTitle": "Children's Peace Monument",
        "sectionTitles": "Main, Overview, Monument",
        "Main": "The Children's Peace Monument is a monument for peace to commemorate Sadako Sasaki and the thousands of child victims of the atomic bombing of Hiroshima. This monument is located in Hiroshima, Japan. Sadako Sasaki, a young girl, died of leukemia from radiation of the atomic bomb dropped on Hiroshima on 6 August 1945.",
        "Overview": "The monument is located in Hiroshima Peace Memorial Park in Hiroshima, Japan. Designed by native artists Kazuo Kikuchi and Kiyoshi Ikebe, the monument was built using money derived from a fund-raising campaign by Japanese school children, including Sadako Sasaki's classmates, with the main statue entitled \"Atomic Bomb Children\". The statue was unveiled on 5 May 1958, the Japanese Children's Day holiday. Sadako Sasaki, who died of an atomic bomb disease radiation poisoning is immortalized at the top of the statue, where she holds a wire crane above her head. Shortly before she passed, she had a vision to create a thousand cranes. Japanese tradition says that if one creates a thousand cranes, they are granted one wish. Sadako's wish was to have a world without nuclear weapons. Thousands of origami cranes from all over the world are offered around the monument. They serve as a sign that the children who make them and those who visit the statue desire a world without nuclear war, having been tied to the statue by the story that Sadako died from radiation-induced leukemia after folding just under a thousand cranes, wishing for world peace. However, an exhibit which appeared in the Hiroshima Peace Memorial Museum stated that by the end of August 1955, Sadako had achieved her goal and continued to fold more cranes. Unfortunately, her wish was not granted and she died of the leukemia on October 25, 1955. Her main reason of death was from the radiation poisoning from the atomic bomb Little Boy.",
        "Monument": "Beneath the main structure hangs a bronze crane that works as a wind chime when pushed against a traditional peace bell from which it is suspended. The two pieces were donated by Nobel Prize winner, Hideki Yukawa.\nAt the base of the monument is a black marble slab on which is inscribed in Japanese: \"This is our cry, this is our prayer: for building peace in the world\". The figures that surround the monument are angels, representing that Sadako is in heaven among the other fallen angels who died during the atomic bombing in Hiroshima.\nToday, people all around the world have the opportunity to donate cranes that they have folded in honor of Sadako and the others. The paper crane is a symbol of peace, which was her last dying wish."
    },
    {
        "pageTitle": "Macrolepiota procera",
        "sectionTitles": "Main, Description, Uses",
        "Main": "Macrolepiota procera, the parasol mushroom, is a basidiomycete fungus with a large, prominent fruiting body resembling a parasol. It is a fairly common species on well-drained soils. It is found solitary or in groups and fairy rings in pastures and occasionally in woodland. Globally, it is widespread in temperate regions.",
        "Description": "The height and cap diameter of a mature specimen may both reach 30 - 40 (50) cm. The stipe is relatively thin and reaches full height before the cap has expanded. The stipe is very fibrous in texture which renders it inedible. The surface is characteristically wrapped in a snakeskin-like pattern of scaly growths (therefore, known in some parts of Europe as the \"snake's hat\" or \"snake's sponge\"). The immature cap is compact and egg-shaped, with the cap margin around the stipe, sealing a chamber inside the cap. As it matures, the margin breaks off, leaving a fleshy, movable ring around the stipe. At full maturity, the cap is more or less flat, with a chocolate-brown umbo in the centre that is leathery to touch. Dark and cap-coloured flakes remain on the upper surface of the cap and can be removed easily. The gills are crowded, free, and white with a pale pink tinge sometimes present. The spore print is white. It has a pleasant nutty smell. When sliced, the white flesh may turn a pale pink.",
        "Uses": "This edible mushroom is a very sought-after and popular fungus in Europe, due in part to its large size, seasonal frequency and versatility in the kitchen. In the UK, it may be found from July through to November.\nThe parasol mushroom is difficult to mistake for any other, especially in regions like Europe where the poisonous look-alike Chlorophyllum molybdites is rare. Nevertheless, as with picking any fungus for consumption, caution should be exercised at all times.\nMacrolepiota procera is also edible raw, though its close lookalikes in the genus Chlorophyllum are toxic raw.\nThese mushrooms are popularly sauteed in melted butter. In central and eastern European countries this mushroom is usually prepared similarly to a cutlet. It is usually run through egg and breadcrumbs and then fried in a pan with some oil or butter. A savory Slovak recipe is to bake caps stuffed with ground pork, oregano, and garlic. Italians and Austrians also serve the young, still spherical caps stuffed with seasoned minced beef, baked in the same manner as stuffed peppers."
    },
    {
        "pageTitle": "Bagna càuda",
        "sectionTitles": "Main, Overview",
        "Main": "Bagna càuda (Piedmontese: [ˈbɑɲa ˈkɑʊ̯da], meaning \"hot dip\") is a hot dish made from garlic and anchovies, originating in Piedmont, Italy during the 16th century. The dish is served and consumed in a manner similar to fondue, sometimes as an appetizer, with raw or cooked vegetables typically used to dip into it.",
        "Overview": "Bagna càuda is a hot dish and dipping sauce in Italian cuisine that is used to dip vegetables in. It is prepared using olive oil, chopped anchovies and garlic. Additional ingredients sometimes used include truffle and salt. Raw or cooked vegetables are dipped into the sauce, which is typically kept hot on a serving table using a heat source such as a candle or burner.\nBagna càuda originates from and has been described as \"unique to\" Piedmont, a Northwest Italy region, and has been a part of Piedmontese cuisine since the 16th century. In Piedmont, cardoon (edible thistle) is often dipped in the sauce. Additional foods used to dip into it include cabbage, celery, carrots, artichoke, peppers, fennel and breads. It is sometimes served as an appetizer.\nIt is also a popular winter dish in central Argentina and prevalent in Clinton, Indiana, Rock Springs, Wyoming, and Benld, Illinois, United States, as there were many northern Italian immigrants to those places."
    },
    {
        "pageTitle": "Eucomis",
        "sectionTitles": "Main, Distribution and habitat, Cultivation",
        "Main": "Eucomis is a genus of flowering plants in the family Asparagaceae, subfamily Scilloideae, native to southern Africa. Most species of this genus are commonly referred to as pineapple flowers or pineapple lilies. They are bulbous perennials with basal rosettes of leaves and stout stems covered in star-shaped flowers with a tuft of green bracts at the top, superficially resembling a pineapple – hence the common names.",
        "Distribution and habitat": "Eucomis is native to South Africa, Botswana, Lesotho, Swaziland, Zimbabwe and Malawi. Species can be found in grassland, forest, swamps and on river banks, but are absent from the drier regions. The smaller species are more often found at higher elevations, on hilltops or other exposed places; the larger species favour less exposed habitats, such as damp gulleys and streamsides.",
        "Cultivation": "Eucomis species are cultivated as ornamental plants. Most of the summer-flowering species will tolerate frost down to −5 to −10 °C (23 to 14 °F) when dormant in winter, provided they are kept dry. They flower best if given both sun exposure and moisture in summer. Eucomis regia grows in winter and flowers in early spring. It needs greenhouse cultivation in regions that, like Britain, have a maritime rather than a Mediterranean climate."
    },
    {
        "pageTitle": "Monet",
        "sectionTitles": "Main, Paris and Algeria",
        "Main": "Oscar-Claude Monet (French: [klod mɔnɛ]; 14 November 1840 – 5 December 1926) was a French painter, a founder of French Impressionist painting and the most consistent and prolific practitioner of the movement's philosophy of expressing one's perceptions before nature, especially as applied to plein air landscape painting. The term \"Impressionism\" is derived from the title of his painting Impression, soleil levant (Impression, Sunrise), which was exhibited in 1874 in the first of the independent exhibitions mounted by Monet and his associates as an alternative to the Salon de Paris.\nMonet's ambition of documenting the French countryside led him to adopt a method of painting the same scene many times in order to capture the changing of light and the passing of the seasons. From 1883, Monet lived in Giverny, where he purchased a house and property and began a vast landscaping project which included lily ponds that would become the subjects of his best-known works. He began painting the water lilies in 1899, first in vertical views with a Japanese bridge as a central feature and later in the series of large-scale paintings that was to occupy him continuously for the next 20 years of his life.",
        "Paris and Algeria": "When Monet traveled to Paris to visit the Louvre, he witnessed painters copying from the old masters. Having brought his paints and other tools with him, he would instead go and sit by a window and paint what he saw. Monet was in Paris for several years and met other young painters, including douard Manet and others who would become friends and fellow Impressionists.\nAfter drawing a low ballot number in March 1861, Monet was drafted into the First Regiment of African Light Cavalry (Chasseurs d'Afrique) in Algeria for a seven-year period of military service. His prosperous father could have purchased Monet's exemption from conscription but declined to do so when his son refused to give up painting. While in Algeria, Monet did only a few sketches of casbah scenes, a single landscape, and several portraits of officers, all of which have been lost. In a Le Temps interview of 1900 however he commented that the light and vivid colours of North Africa \"contained the germ of my future researches\". After about a year of garrison duty in Algiers, Monet contracted typhoid fever and briefly went absent without leave. Following convalescence, Monet's aunt intervened to remove him from the army if he agreed to complete a course at an art school. It is possible that the Dutch painter Johan Barthold Jongkind, whom Monet knew, may have prompted his aunt on this matter.\nDisillusioned with the traditional art taught at art schools, in 1862 Monet became a student of Charles Gleyre in Paris, where he met Pierre-Auguste Renoir, Frdric Bazille and Alfred Sisley. Together they shared new approaches to art, painting the effects of light en plein air with broken colour and rapid brushstrokes, in what later came to be known as Impressionism.\nIn January 1865 Monet was working on a version of Le djeuner sur l'herbe, aiming to present it for hanging at the Salon, which had rejected Manet's Le djeuner sur l'herbe two years earlier. Monet's painting was very large and could not be completed in time. (It was later cut up, with parts now in different galleries.) Monet submitted instead a painting of Camille or The Woman in the Green Dress (La femme  la robe verte), one of many works using his future wife, Camille Doncieux, as his model. Both this painting and a small landscape were hung. The following year Monet used Camille for his model in Women in the Garden, and On the Bank of the Seine, Bennecourt in 1868. Camille became pregnant and gave birth to their first child, Jean, in 1867. Monet and Camille married on 28 June 1870, just before the outbreak of the Franco-Prussian War, and, after their excursion to London and Zaandam, they moved to Argenteuil, in December 1871. During this time Monet painted various works of modern life. He and Camille lived in poverty for most of this period. Following the successful exhibition of some maritime paintings, and the winning of a silver medal at Le Havre, Monet's paintings were seized by creditors, from whom they were bought back by a shipping merchant, Gaudibert, who was also a patron of Boudin."
    },
    {
        "pageTitle": "Taj Mahal",
        "sectionTitles": "Main, Architecture and Design",
        "Main": "The Taj Mahal (; lit.  'Crown of the Palace', [taːdʒ ˈmɛːɦ(ə)l]) is an ivory-white marble mausoleum on the southern bank of the river Yamuna  in the Indian city of Agra. It was commissioned in 1632 by the Mughal emperor Shah Jahan (reigned from 1628 to 1658) to house the tomb of his favourite wife, Mumtaz Mahal; it also houses the tomb of Shah Jahan himself. The tomb is the centrepiece of a 17-hectare (42-acre) complex, which includes a mosque and a guest house, and is set in formal gardens bounded on three sides by a crenellated wall.\nConstruction of the mausoleum was essentially completed in 1643, but work continued on other phases of the project for another 10 years. The Taj Mahal complex is believed to have been completed in its entirety in 1653 at a cost estimated at the time to be around 32 million rupees, which in 2020 would be approximately 70 billion rupees (about U.S. $916 million). The construction project employed some 20,000 artisans under the guidance of a board of architects led by the court architect to the emperor, Ustad Ahmad Lahauri.\nThe Taj Mahal was designated as a UNESCO World Heritage Site in 1983 for being \"the jewel of Muslim art in India and one of the universally admired masterpieces of the world's heritage\". It is regarded by many as the best example of Mughal architecture and a symbol of India's rich history. The Taj Mahal attracts 7–8 million visitors a year and in 2007, it was declared a winner of the New 7 Wonders of the World (2000–2007) initiative.",
        "Architecture and Design": "The Taj Mahal incorporates and expands on design traditions of Indo-Islamic and earlier Mughal architecture. Specific inspiration came from successful Timurid and Mughal buildings including the Gur-e Amir (the tomb of Timur, progenitor of the Mughal dynasty, in Samarkand), Humayun's Tomb which inspired the Charbagh gardens and hasht-behesht (architecture) plan of the site, Itmad-Ud-Daulah's Tomb (sometimes called the Baby Taj), and Shah Jahan's own Jama Masjid in Delhi. While earlier Mughal buildings were primarily constructed of red sandstone, Shah Jahan promoted the use of white marble inlaid with semi-precious stones. Buildings under his patronage reached new levels of refinement.\nThe tomb is the central focus of the entire complex of the Taj Mahal. It is a large, white marble structure standing on a square plinth and consists of a symmetrical building with an iwan (an arch-shaped doorway) topped by a large dome and finial. Like most Mughal tombs, the basic elements are Indo-Islamic in origin.\nThe base structure is a large multi-chambered cube with chamfered corners forming an unequal eight-sided structure that is approximately 55 metres (180 ft) on each of the four long sides. Each side of the iwan is framed with a huge pishtaq or vaulted archway with two similarly shaped arched balconies stacked on either side. This motif of stacked pishtaqs is replicated on the chamfered corner areas, making the design completely symmetrical on all sides of the building. Four minarets frame the tomb, one at each corner of the plinth facing the chamfered corners. The main chamber houses the false sarcophagi of Mumtaz Mahal and Shah Jahan; the actual graves are at a lower level."
    },
    {
        "pageTitle": "Blue whale",
        "sectionTitles": "Main, Morphology",
        "Main": "The blue whale (Balaenoptera musculus) is a marine mammal belonging to the baleen whale suborder Mysticeti. Reaching a maximum confirmed length of 29.9 meters (98 feet) and weight of 173 tonnes (190 tons), it is the largest animal known to have ever existed. The blue whale’s long and slender body can be various shades of grayish-blue dorsally and somewhat lighter underneath.\nThere are currently five subspecies of blue whale, recognized by the Society for Marine Mammalogy’s Committee on Taxonomy: B. m. musculus in the North Atlantic and North Pacific, B. m. intermedia in the Southern Ocean, B. m. brevicauda (the pygmy blue whale) in the Indian Ocean and South Pacific Ocean, B. m. indica in the Northern Indian Ocean, and B. m. unnamed subsp. in the waters off Chile. The blue whale diet consists almost exclusively of euphausiids (krill).\nThe blue whale was once abundant in nearly all the oceans on Earth until the end of the 19th century. It was hunted almost to the point of extinction by whaling until the International Whaling Commission banned all hunting of blue whales in 1967. The International Whaling Commission catch database estimates that 382,595 blue whales were caught between 1868 and 1978. The global blue whale population abundance is estimated to be 10,000–25,000, roughly 3–11% of the population size estimated in 1911. There remain only much smaller concentrations in the Eastern North Pacific (1,647), Central North Pacific (63–133), North Atlantic (1,000–2,000), Antarctic (2,280), New Zealand (718), Northern Indian Ocean (270) and Chile (570-760).",
        "Morphology": "Blue whales have long, slender mottled grayish-blue bodies, although they appear blue underwater.The mottling pattern is highly variable and the unique pigmentation pattern along the back in the region of the dorsal fin can be used to identify known individuals.\nAdditional distinguishing features of the blue whale include a broad, flat head, which appears U-shaped from above; 270–395 entirely black baleen plates on each side of their upper jaw; 60–88 expandable throat pleats; long, slender flippers; a small (up to 13 inches (33 cm)) falcate dorsal fin positioned far back toward the tail; a thick tail stock; and a massive, slender fluke.\nTheir pale underside can accumulate a yellowish diatom coat, which historically earned them the nickname sulphur bottom. The blue whale’s two blowholes (the analogue of human nostrils) create a tall, columnar spray, which can be seen 30–40 ft (9–12 m) above the water’s surface."
    },
    {
        "pageTitle": "Leafy seadragon",
        "sectionTitles": "Main, Description",
        "Main": "The leafy seadragon or Glauert's seadragon, Phycodurus eques, is a marine fish in the family Syngnathidae, which includes seadragons, pipefish, and seahorses. It is the only member of the genus Phycodurus.\nIt is found along the southern and western coasts of Australia. The name is derived from the appearance, with long leaf-like protrusions coming from all over the body. These protrusions are not used for propulsion; they serve only as camouflage. The leafy seadragon propels itself by means of a pectoral fin on the ridge of its neck and a dorsal fin on its back closer to the tail end. These small fins are almost completely transparent and difficult to see as they undulate minutely to move the creature sedately through the water, completing the illusion of floating seaweed.\nPopularly known as \"leafies\", it is the marine emblem of the state of South Australia and a focus for local marine conservation.",
        "Description": "Much like the seahorse, the leafy seadragon's name is derived from its resemblance to another creature (in this case, the mythical dragon). While not large, they are slightly larger than most seahorses, growing to about 20–24 cm (8–9.5 in). They feed on plankton and small crustaceans.\nThe lobes of skin that grow on the leafy seadragon provide camouflage, giving it the appearance of seaweed. It is able to maintain the illusion when swimming, appearing to move through the water like a piece of floating seaweed. It can also change colour to blend in, but this ability depends on the seadragon's diet, age, location, and stress level.\nThe leafy seadragon is related to the pipefish and belongs to the family Syngnathidae, along with the seahorse. It differs from the seahorse in appearance, form of locomotion, and its inability to coil or grasp things with its tail.\nA related species is the weedy seadragon, which is multicoloured and grows weed-like fins, but is smaller than the leafy seadragon. Another unique feature are the small, circular gill openings covering tufted gills, very unlike the crescent-shaped gill openings and ridged gills of most fish species."
    },
    {
        "pageTitle": "Arc de Triomf",
        "sectionTitles": "Main, Design",
        "Main": "The Arc de Triomf (Catalan pronunciation: [ˈaɾk də tɾiˈomf]) or Arco de Triunfo in Spanish, is a triumphal arch in the city of Barcelona in Catalonia, Spain. It was built by architect Josep Vilaseca i Casanovas as the main access gate for the 1888 Barcelona World Fair. The arch crosses over the wide central promenade of the Passeig de Lluís Companys, leading to the Ciutadella Park that now occupies the site of the world fair. It is located at the northern end of the promenade, facing the Passeig de Sant Joan.",
        "Design": "The arch is built in reddish brickwork in the Neo-Mudéjar style. The front frieze contains the stone sculpture Barcelona rep les nacions (Catalan for \"Barcelona welcomes the nations\") by Josep Reynés. The opposite frieze contains a stone carving entitled Recompensa (\"Recompense\"), a work from Josep Llimona's earliest period, representing the granting of awards to the participants in the World Exposition. The friezes along the sides of the arch include allegories of agriculture and industry by Antoni Vilanova and of trade and art by Torquat Tassó. The two pillars of the arch feature bats carved in stone, which were the emblem of King Jaume I, who ruled over a period of prosperity in Barcelona."
    },
    {
        "pageTitle": "Suspiro de limeña",
        "sectionTitles": "Main, Origin, Preparation",
        "Main": "Suspiro de limeña or Suspiro a la limeña is a dessert of Peruvian gastronomy. A literal translation of the dessert's name is \"Sigh of the lady from Lima\".",
        "Origin": "The origins of the dessert are in the middle of the nineteenth century in Lima, Peru.\nIts history starts with the wife of poet Jose Galvez, Amparo Ayarza, who invented the recipe. Galvez gave it its name because it is sweet and light \"like a woman's sigh\".\nThe dessert is based around manjar blanco, the Peruvian name for what is known as dulce de leche elsewhere in South America, itself coming from blancmange, a dish from the Middle Ages. Blancmange came to Peru from Spain. It consisted of a thick cream made of milk, sugar, almond flour and some Iberian ingredients. An even older recipe had it made of chicken breast boiled in milk, almonds and thickened with flour and was meant as a bland food for the sick and weak.\nThe other element of the Suspiro de Limeña is meringue, also brought to Peru by the Spaniards.\nThe dessert is consumed mainly in Lima and in other Peruvian cities. It is a staple of Peruvian restaurants abroad.",
        "Preparation": "The manjar blanco layer of the dessert is made with whole milk and sugar boiled until thick and caramel colored to which are added egg yolk and sometimes, but not necessarily vanilla essence. \nThe merengue top layer is made from egg whites and port wine syrup (made from port wine and sugar boiled together until thickened) and is sprinkled with cinnamon."
    },
    {
        "pageTitle": "Ketupat",
        "sectionTitles": "Main, Other Uses",
        "Main": "Ketupat (in Indonesian and Malay), kupat (in Javanese and Sundanese) or tipat (in Balinese) is a type of dumpling made from rice packed inside a diamond-shaped container of woven palm leaf pouch, originating in Indonesia. It is commonly found in Indonesia, Brunei, Malaysia, and Singapore. It is commonly described as \"packed rice\", although there are other types of similar packed rice such as lontong and bakchang.\nKetupat is cut open and its skin (woven palm leaf) removed.  The inner rice cake is cut in pieces and served as a staple food in place of plain steamed rice. It is usually eaten with rendang, opor ayam, sayur labu (chayote soup), or sambal goreng hati (liver in sambal), or served as an accompaniment to satay (chicken or beef or lamb in skewers) or gado-gado (mixed vegetables with peanut sauce).\nKetupat is also the main element of certain dishes such as ketupat sayur (ketupat in chayote soup with tofu and boiled egg) and kupat tahu (ketupat and tofu in peanut sauce).\nKetupat is related to similar dishes in other rice-farming Austronesian cultures, like the Filipino puso, although the latter is not restricted to diamond shapes and traditionally come in various intricately woven designs ranging from star-like to animal-shaped. An octahedron-shaped version called atupat was also found in pre-colonial Guam, before the ancient rice cultivation in the island was replaced by corn brought by the Spanish.",
        "Other Uses": "In Hindu-majority Bali, ketupat is used as one of the temple offerings. In Java, among traditional Muslim abangan community, the woven empty or uncooked ketupat skin is often hung as an amulet to symbolise wealth and prosperity.\nBecause in Indonesia, Malaysia, southern Thailand, Singapore and Brunei ketupat is strongly linked to Islamic Eid ul-Fitr, it is also used there as decorations. The empty ketupat skin woven from colourful ribbons are used as decorations to signify this festive occasions, in the same fashions as bells to signify Christmas. Colorful ribbon ketupat are often used to decorate shopping malls, offices, or as decorations of gift parcels."
    },
    {
        "pageTitle": "Imperial Crown of the Holy Roman Empire",
        "sectionTitles": "Main, Appearance",
        "Main": "The Imperial Crown of the Holy Roman Empire (German: Reichskrone) was the hoop crown (German: Bügelkrone) of the Holy Roman Emperor from the 11th century to the dissolution of the Holy Roman Empire in 1806. The crown was used in the coronation of the King of the Romans, the title assumed by the Emperor-elect immediately after his election. It was made in the late 10th or early 11th century. Unlike many other crowns, it has an octagonal rather than a circular shape, and is constructed from eight hinged plates. The plate in the front of the crown is surmounted by a cross, with a single arch linking it to a plate at the rear of the crown. The crown is kept in the Imperial Treasury at the Hofburg in Vienna, Austria.",
        "Appearance": "The Imperial Crown does not look like most more modern crowns. The crown does not have a round shape, but an octagonal one, very much and intentionally so resembling the looks of crowns of Byzantine emperors. Instead of a ring, it has eight hinged plates which are arched at the top. Two strips of iron, riveted with golden rivets to the plates, hold the crown together and give it its octagonal shape. At what point these iron strips were installed is unknown.  Before the addition of the rings the plates were held together by long golden pins thus making it possible to separate the plates and the arch for easier transport.\nEach plate of the crown is made out of a high carat gold, around 22 carats, which gives the crown a \"buttery\" colour, and is studded with pearls and precious stones.  The stones are not cut into facets (a technique still unknown when the crown was made), but rather polished into rounded shapes.  This technique is an ancient one and gemstones like this are described as being \"en cabochon\", which are still made to this day.  The pearls and the stones were put into openings that were cut into the metal, and fastened with thin wires. The effect was that when the light shone in, the stones looked as if they would shine from within.\nThe crown is decorated with 144 precious stones (including sapphires, emeralds and amethysts) (green and blue precious stones being proper to emperors in Byzantine imperial protocol) and about the same number of pearls. Similar gem-studded styles of decoration were used for precious objects of a number of types at this period, in particular religious ones such as reliquaries, crux gemmata or, processional or altar crosses such as the Cross of Lothair, and book-covers such as that of the Codex Aureus of St. Emmeram and Codex Aureus of Echternach.\nFour smaller plaques bear pictorial representations of figures and scenes from the Bible and inscriptions in cloisonné enamel, in the Byzantine senkschmelz style. The four plates, called 'picture-plates' (Bildplatten) each shows representations from the Old Testament.  Each of these enamelled plates is surrounded by blue sapphires and pearls in raised filigree settings.  The Front Right Plate shows Christ in Majesty between two cherubim beneath the inscription in red enamel (Per me reges regnant) \"By me kings reign\" (Proverbs 8:15). The Back Right Plate shows the Prophet Isaiah standing and speaking to King Hezekiah, who is shown sitting on his bed. Isaiah holds a scroll with the words, \"Behold, I will add fifteen years to your life\" (II Kings 20:6). Above both Isaiah and Hezekiah is the inscription in red enamel (ISAIAS P[ro]PHETA · EZECHIAS REX) \"Prophet Isaiah - King Hezekiah\". The Front Left Plate shows King Solomon holding a scroll with the words, \"Fear the Lord and flee from evil\" (Proverbs 3:7), beneath an inscription in red enamel (REX SALOMON) \"King Solomon\". The Back Left Plate shows King David holding a scroll with the words, \"The renowned king delights in doing justice\" (Psalm 99:4), beneath the inscription in red enamel (REX DAVID) \"King David\".\nThe other four plates, called 'stone-plates' (Steinplatten), are of differing sizes and are decorated solely by precious stone and pearls in raised filigree settings. The twelve stones on the front and back plates are probably a direct reference to the twelve stones of the Jewish high priest's breastplate (cf. Exodus 39:9-14) and to the twelve foundation stones of the New Jerusalem in the Revelation to John (Cf. Revelation 21: 19-21).\nThe top central stone of the front plate is a triangular sapphire which replaces a famous stone, now lost, which was known as the Waise (i.e., the 'Orphan', because of its uniqueness), probably a large white opal with a wine-red fire or possibly a singularly brilliant garnet or red zircon and the subject of much legendary medieval lore. The medieval theologian and philosopher Albert the Great wrote about it in 1250:The orphan is a jewel in the crown of the Roman emperor. Because the like of it has never been seen elsewhere it is called the \"orphan\". It has the color of wine, of delicate red wine and it is as if the dazzling, white of snow penetrates the bright wine red and yet it remains dormant in this redness.  The gem shines powerfully and it is said that it once even shone at night, but not in our time, but it is said to preserve the honour of the empire.How or why it was removed from the Imperial Crown is not known.  The last mention of it is in an inventory ordered by Charles IV in 1350.\nThe crown has a single arch from the front to the back plate with the name and imperial style of Conrad II (1024 - 1039) in seed pearls  On the left side of this arch these seed pearls spell out the words (CHUONRADUS DEI GRATIA) \"Conrad, by the Grace of God\", while on the right side they read (ROMANORU (M) IMPERATOR AUG(USTUS)) \"Emperor of the Romans (and) Augustus\".  Above the front plate and in front of the arch is a jewelled cross, originally a pectoral cross said to have belonged to Henry II. and only later attached to the Imperial Crown. Both, arch and cross, were probably added during Conrad's reign only. \nThere are also three small holes on each of the two side stone-plates from which chains with pendant jewels, known as pendilia, like those still found on the Hungarian Holy Crown of St. Stephan probably hung.The present red velvet cap on the inside of the crown dates from the 17th century.  Before this the imperial crown was worn over a miter.  If originally the form of the miter the imperial crown was intended to be worn over had the form of the Byzantine 'camelaucum' the arch would have depressed the centre of the now collapsed inner cap causing it to bulge up on either side much as the embroidered ribbon from front to back on the eleventh century bishops' miters caused their linen fabric to bulge up on either side. Thus the Imperial Crown appears to be the earliest form of the miter crowns worn by the Holy Roman Emperors as a singular privilege of their imperial office.The Imperial Crown was also the inspiration for the heraldic crown adopted in 1871 for the coat-of-arms of the German Emperor and Empire, although the latter crown had four half-arches supporting a small orb and cross, rather than the single arch of the original."
    },
    {
        "pageTitle": "Olmec colossal heads",
        "sectionTitles": "Main",
        "Main": "The Olmec colossal heads are stone representations of human heads sculpted from large basalt boulders. They range in height from 1.17 to 3.4 metres (3.8 to 11.2 ft). The heads date from at least 900 BC and are a distinctive feature of the Olmec civilization of ancient Mesoamerica. All portray mature individuals with fleshy cheeks, flat noses, and slightly crossed eyes; their physical characteristics correspond to a type that is still common among the inhabitants of Tabasco and Veracruz. The backs of the monuments often are flat. The boulders were brought from the Sierra de Los Tuxtlas mountains of Veracruz. Given that the extremely large slabs of stone used in their production were transported over large distances (over 150 kilometres (93 mi)), requiring a great deal of human effort and resources, it is thought that the monuments represent portraits of powerful individual Olmec rulers. Each of the known examples has a distinctive headdress. The heads were variously arranged in lines or groups at major Olmec centres, but the method and logistics used to transport the stone to these sites remain unclear. They all display distinctive headgear and one theory is that these were worn as protective helmets, maybe worn for war or to take part in a ceremonial Mesoamerican ballgame.\nThe discovery of the first colossal head at Tres Zapotes in 1862 by José María Melgar y Serrano was not well documented nor reported outside of Mexico.\nThe excavation of the same colossal head by Matthew Stirling in 1938 spurred the first archaeological investigations of Olmec culture. Seventeen confirmed examples are known from four sites within the Olmec heartland on the Gulf Coast of Mexico. Most colossal heads were sculpted from spherical boulders but two from San Lorenzo Tenochtitlán were re-carved from massive stone thrones. An additional monument, at Takalik Abaj in Guatemala, is a throne that may have been carved from a colossal head. This is the only known example from outside the Olmec heartland.\nDating the monuments remains difficult because of the movement of many from their original contexts prior to archaeological investigation. Most have been dated to the Early Preclassic period (1500–1000 BC) with some to the Middle Preclassic (1000–400 BC) period. The smallest weigh 6 tons, while the largest is variously estimated to weigh 40 to 50 tons, although it was abandoned and left uncompleted close to the source of its stone."
    },
    {
        "pageTitle": "Gayer-Anderson cat",
        "sectionTitles": "Main, Style and detail, Construction",
        "Main": "The Gayer-Anderson Cat is an ancient Egyptian statue of a cat, which dates from the Late Period (around 664–332 BC). It is made of bronze, with gold ornaments.",
        "Style and detail": "The sculpture is known as the Gayer-Anderson cat after Major Robert Grenville Gayer-Anderson who, together with Mary Stout Shaw, donated it to the British Museum. The statue is a representation of the female cat deity Bastet. The cat wears jewellery and a protective wadjet amulet. The earrings and nose ring on the statue may not have always belonged to the cat. A scarab appears on the head and a winged scarab is shown on the chest. The statue is 42 cm high and 13 cm wide. A copy of the statue is kept in the Gayer-Anderson Museum, located in Cairo.",
        "Construction": "The statue is not as well preserved as it appears. X-rays taken of the sculpture reveal that there are cracks that extend almost completely around the centre of the cat's body, and only an internal system of strengthening prevents the cat's head from falling off. The repairs to the cat were carried out by Major Gayer-Anderson, who was a keen restorer of antiquities in the 1930s. When he bought it, the surface of the cat was \"covered with a heavy coating of crystalline verdigris and crisp flakes of red patina\" which he carefully chipped away.\nThe cat was manufactured by the lost wax method, where a wax model is covered with clay and fired in a kiln until the wax flows out, and the hollow mould is refilled with molten metal. In this case the metal was 85% copper, 13% tin, 2% arsenic with a 0.2% trace of lead. The remains of the pins that held the wax core can still be seen using X-rays. The original metalworkers would have been able to create a range of colours on a bronze casting and the stripes on the tail are due to metal of a differing composition. It is also considered likely that the eyes contained stone or glass decorations."
    },
    {
        "pageTitle": "Leshan Giant Buddha",
        "sectionTitles": "Main, History, Composition",
        "Main": "The Leshan Giant Buddha is a 71-meter (233 ft) tall stone statue, built between 713 and 803 (during the Tang dynasty), depicting Maitreya. It is carved out of a cliff face of Cretaceous red bed sandstones that lies at the confluence of the Min River and Dadu River in the southern part of Sichuan province in China, near the city of Leshan. The stone sculpture faces Mount Emei, with the rivers flowing below its feet. It is the largest and tallest stone Buddha statue in the world and it is by far the tallest pre-modern statue in the world.\nThe Mount Emei Scenic Area, including Leshan Giant Buddha Scenic Area, has been listed as a UNESCO World Heritage Site since 1996.",
        "History": "Construction started in 723 AD, led by a Chinese monk named Hai Tong. He hoped that the Buddha would calm the turbulent waters that plagued the shipping vessels traveling down the river. When funding for the project was threatened, he is said to have gouged out his own eyes to show his piety and sincerity. After his death, however, the construction was stuck due to insufficient funding. The statue was only completed from the shoulders up at the time. Several years later, Hai Tongs disciples continued work on the statue with financial support from a local official named Zhangchou Jianxiong. Hai Tongs disciples continued the construction until the Knees, when construction was halted because Zhangchou JianXiang was called to work at the royal court in Changan. About 70 years later, jiedushi Wei Gao decided to sponsor the project and the construction was completed by Hai Tong's disciples in 803.",
        "Composition": "The entire art piece is built in stone, except for the ears that were designed in wood, covered with mud on the surface to make clay, and attached to the head."
    },
    {
        "pageTitle": "Scottish Fold",
        "sectionTitles": "Main, Characteristics",
        "Main": "The Scottish Fold is a breed of domestic cat with a natural dominant-gene mutation that affects cartilage throughout the body, causing the ears to \"fold\", bending forward and down towards the front of the head, which gives the cat what is often described as an \"owl-like\" appearance.\nOriginally called lop-eared or lops after the lop-eared rabbit, Scottish Fold became the breed's name in 1966. Depending on registries, longhaired Scottish Folds are varyingly known as Highland Fold, Scottish Fold Longhair, Longhair Fold and Coupari.",
        "Characteristics": "Ears\nThe kittens that do not develop folded ears are known as Straights. The original cats only had one fold in their ears, but due to selective breeding, breeders have increased the fold to a double or triple crease that causes the ear to lie totally flat against the head.\nThe breed's distinctive folded ears are produced by an incompletely dominant gene that affects the cartilage of the ears, causing the ears to fold forward and downward, giving a cap-like appearance to the head. Smaller, tightly folded ears set in a cap-like fashion are preferred to a loose fold and larger ear. The large, round eyes and rounded head, cheeks, and whisker pads add to the overall rounded appearance. Despite the folded ears, folds still use their aural appendages to express themselvesthe ears swivel to listen, lie back in anger and prick up when the treat bag rustles.\nBody\nThe Scottish Fold is a medium-sized cat, with males typically reaching 4 to 6 kg (913 lb), females 2.74 kg (69 lb). The Fold's entire body structure, especially the head and face, is generally rounded, and the eyes large and round. The nose will be short with a gentle curve and the cat's body well-rounded with a padded look and medium-to-short legs. The head is domed at the top, and the neck very short. The broadly-spaced eyes give the Scottish Fold a \"sweet expression\"."
    },
    {
        "pageTitle": "Folsom point",
        "sectionTitles": "Main, Description, Age and cultual affiliations",
        "Main": "Folsom points are a distinct form of knapped stone projectile points associated with the Folsom tradition of North America. The style of tool-making was named after the Folsom Site located in Folsom, New Mexico, where the first sample was found by George McJunkin within the bone structure of a bison, an animal hunted by the Folsom people in New Mexico, in 1908. The Folsom point was identified as a unique style of projectile point in 1926.",
        "Description": "The points are bifacially worked and have a symmetrical, leaf-like shape with a concave base and wide, shallow grooves running almost the entire length of the point. The edges are finely worked. The characteristic groove, known as fluting, may have served to aid hafting to a wooden shaft or dart. Use-wear studies have shown that some examples were used as knives as well as projectile points. The fluting required great technical ability to effect, and it took archaeologists many years of experimentation to replicate it. This point is thought to be the pinnacle of the fluting technology. The flute was made by creating a nipple platform at the center of the base.  The remnants of the nipple may be present on completed examples.",
        "Age and cultual affiliations": "Folsom points are found widely across North America and are dated to the period between 9500 BCE and 8000 BCE. The discovery of these artifacts in the early 20th century raised questions about when the first humans arrived in North America. The prevailing idea of a time depth of about 3,000 years was clearly mistaken.\nIn 1932, an even earlier style of projectile point was found, Clovis, dating back to 11,500 BCE. Clovis points have been found in situ in association with mammoth skeletons.\nIn the Great Plains area, the use of Folsom points was supplanted over time by Plano points of the various Plano cultures."
    },
    {
        "pageTitle": "Stone spheres of Costa Rica",
        "sectionTitles": "Main, Description, Post-contact history",
        "Main": "The stone spheres of Costa Rica are an assortment of over 300 petrospheres in Costa Rica, on the Diquís Delta and on Isla del Caño. Locally, they are also known as bolas de piedra (literally stone balls). The spheres are commonly attributed to the extinct Diquís culture, and they are sometimes referred to as the Diquís Spheres. They are the best-known stone sculptures of the Isthmo-Colombian area.\nThey are thought to have been placed in lines along the approach to the houses of chiefs, but their exact significance remains uncertain.\nThe Palmar Sur Archaeological Excavations are a series of excavations of a site located in the southern portion of the country, known as the Diqus Delta, and have centered on a site known as \"Finca 6\" (Farm 6). The archaeological findings date back to the Aguas Buenas Period (300800 CE) and Chiriqu Period (8001550 CE).\nIn June 2014, the Precolumbian Chiefdom Settlements with Stone Spheres of the Diquís was added to the UNESCO list of World Heritage Sites. In July 2014, a project, which had been proposed in 2011, to declare the spheres a national symbol of the country was approved.",
        "Description": "The spheres range in size from a few centimeters to over 2 meters (6.6 ft) in diameter, and weigh up to 15 tons. Most are sculpted from gabbro, the coarse-grained equivalent of basalt. There are a dozen or so made from shell-rich limestone, and another dozen made from a sandstone.\nThey appear to have been made by hammering natural boulders with other rocks, then polishing with sand. The degree of finishing and precision of working varies considerably. The gabbro came from sites in the hills, several kilometers away from where the finished spheres are found, though some unfinished spheres remain in the hills. They are used for decoration.",
        "Post-contact history": "The spheres were discovered in the 1930s as the United Fruit Company was clearing the jungle for banana plantations.  Workmen pushed them aside with bulldozers and heavy equipment, damaging some spheres. Additionally, inspired by stories of hidden gold, workmen began to drill holes into the spheres and blow them open with sticks of dynamite. Several of the spheres were destroyed before authorities intervened. Some of the dynamited spheres have been reassembled and are currently on display at the National Museum of Costa Rica in San Jos. The collection at the National Museum of Costa Rica is made up of six of the spheres. A lot of the spheres also ended up as lawn decorations for many Tico citizens."
    },
    {
        "pageTitle": "Piazza Navona",
        "sectionTitles": "Main, History",
        "Main": "Piazza Navona is a public open space in Rome, Italy. It is built on the site of the Stadium of Domitian, built in the 1st century AD, and follows the form of the open space of the stadium. The ancient Romans went there to watch the agones (\"games\"), and hence it was known as \"Circus Agonalis\" (\"competition arena\"). It is believed that over time the name changed to in avone to navone and eventually to navona.",
        "History": "Defined as a public space in the last years of 15th century, when the city market was transferred there from the Campidoglio, Piazza Navona was transformed into a highly significant example of Baroque Roman architecture and art during the pontificate of Innocent X, who reigned from 1644 until 1655, and whose family palace, the Palazzo Pamphili, faced the piazza. It features important sculptural creations: in the centre stands the famous Fontana dei Quattro Fiumi or Fountain of the Four Rivers (1651) by Gian Lorenzo Bernini, topped by the Obelisk of Domitian, brought in pieces from the Circus of Maxentius; the church of Sant'Agnese in Agone by Francesco Borromini, Girolamo Rainaldi, Carlo Rainaldi and others; and the aforementioned Pamphili palace, also by Girolamo Rainaldi, that accommodates the long gallery designed by Borromini and frescoed by Pietro da Cortona.\nPiazza Navona has two other fountains. At the southern end is the Fontana del Moro with a basin and four Tritons sculpted by Giacomo della Porta (1575) to which, in 1673, Bernini added a statue of a Moor, wrestling with a dolphin. At the northern end is the Fountain of Neptune (1574) also created by Giacomo della Porta; the statue of Neptune, by Antonio Della Bitta, was added in 1878 to create a balance with La Fontana del Moro.\nDuring its history, the piazza has hosted theatrical events and other ephemeral activities. From 1652 until 1866, when the festival was suppressed, it was flooded on every Saturday and Sunday in August in elaborate celebrations of the Pamphilj family. The pavement level was raised in the 19th century, and in 1869 the market was moved to the nearby Campo de' Fiori. A Christmas market is held in the piazza square."
    },
    {
        "pageTitle": "Victoria Falls",
        "sectionTitles": "Main, Name Origins, Size",
        "Main": "Victoria Falls is a waterfall on the Zambezi River in southern Africa, which provides habitat for several unique species of plants and animals. It is located on the border between Zambia and Zimbabwe and is considered to be one of the world's largest waterfalls due to its width of 1,708 m (5,604 ft).",
        "Name Origins": "David Livingstone, the Scottish missionary and explorer, is believed to have been the first European to view the falls on 16 November 1855, from what is now known as Livingstone Island, one of two land masses in the middle of the river, immediately upstream from the falls near the Zambian shore. Livingstone named his sighting in honour of Queen Victoria, but the Sotho language name, Mosi-oa-Tunya\"The Smoke That Thunders\"continues in common usage. The World Heritage List officially recognises both names. Livingstone also cited an older name, Seongo or Chongwe, which means \"The Place of the Rainbow\", as a result of the constant spray.\nThe nearby national park in Zambia is named Mosi-oa-Tunya, whereas the national park and town on the Zimbabwean shore are both named Victoria Falls.",
        "Size": "While it is neither the highest nor the widest waterfall in the world, the Victoria Falls are classified as the largest, based on its combined width of 1,708 metres (5,604 ft) and height of 108 metres (354 ft), resulting in the world's largest sheet of falling water. The Victoria Falls are roughly twice the height of North America's Niagara Falls and well over twice its width.\nFor a considerable distance upstream from the falls, the Zambezi flows over a level sheet of basalt, in a shallow valley, bounded by low and distant sandstone hills. The river's course is dotted with numerous tree-covered islands, which increase in number as the river approaches the falls. There are no mountains, escarpments, or deep valleys; only a flat plateau extending hundreds of kilometres in all directions.\nThe falls are formed as the full width of the river plummets in a single vertical drop into a transverse chasm 1,708 metres (5,604 ft) wide, carved by its waters along a fracture zone in the basalt plateau. The depth of the chasm, called the First Gorge, varies from 80 metres (260 ft) at its western end to 108 metres (354 ft) in the centre. The only outlet to the First Gorge is a 110-metre-wide (360 ft) gap about two-thirds of the way across the width of the falls from the western end. The whole volume of the river pours into the Victoria Falls gorges from this narrow cleft.\nThere are two islands on the crest of the falls that are large enough to divide the curtain of water even at full flood: Boaruka Island (or Cataract Island) near the western bank, and Livingstone Island near the middle  the point from which Livingstone first viewed the falls. At less than full flood, additional islets divide the curtain of water into separate parallel streams. The main streams are named, in order from Zimbabwe (west) to Zambia (east): the Devil's Cataract (called Leaping Water by some), the Main Falls, the Rainbow Falls (the highest) and the Eastern Cataract. "
    },
    {
        "pageTitle": "Island fox",
        "sectionTitles": "Main, Description",
        "Main": "The island fox (Urocyon littoralis) is a small fox that is endemic to six of the eight Channel Islands of California. There are six subspecies, each unique to the island it lives on, reflecting its evolutionary history. They are generally docile, show little fear of humans, and are easily tamed. Island foxes played an important role in the spiritual lives of native Channel Islanders. They have been likely semi-domesticated as pets, used as pelts, or for other functions, like pest control.",
        "Description": "The island fox is significantly smaller than the related gray fox, and is the smallest fox in North America, averaging slightly smaller than the swift (Vulpes velox) and kit foxes (Vulpes macrotis). Typically, the head-and-body length is 48–50 cm (19–19.5 in), shoulder height 12–15 cm (4.5–6 in), and the tail is 11–29 cm (4.5–11.5 in) long, which is notably shorter than the 27–44 cm (10.5–17.5 in) tail of the gray fox. This is due to the fact that the island fox generally has two fewer tail vertebrae than the gray fox. The island fox weighs between 1 and 2.8 kg (2.2 and 6.2 lb). The male is always larger than the female. The largest of the subspecies occurs on Santa Catalina Island and the smallest on Santa Cruz Island.\nThe island fox has gray fur on its head, a ruddy red coloring on its sides, white fur on its belly, throat and the lower half of its face, and a black stripe on the dorsal surface of its tail. In general the coat is darker and duller hued than that of the gray fox. The island fox molts once a year between August and November. Before the first molt pups are woolly and have a generally darker coat than adult foxes. A brown phase, with the grey and black fur of the body replaced by a sandy brown and a deeper brown, may occur in the San Clemente Island and San Nicolas Island populations. It is unclear if this is a true color phase, a change that occurs with age, or possibly a change that occurs because of interactions with Opuntia cactus spines that become embedded in the pelt."
    },
    {
        "pageTitle": "Hector's dolphin",
        "sectionTitles": "Main, Description",
        "Main": "Hector's dolphin (Cephalorhynchus hectori) is one of four dolphin species belonging to the genus Cephalorhynchus. Hector's dolphin is the only cetacean endemic to New Zealand, and comprises two subspecies: C. h. hectori, the more numerous subspecies, also referred to as South Island Hector's dolphin; and the critically endangered Māui dolphin (C. h. maui), found off the West Coast of the North Island.",
        "Description": "Hector's dolphin is the smallest dolphin species. Mature adults have a total length of 1.2–1.6 m (3 ft 11 in–5 ft 3 in) and weigh 40–60 kg (88–132 lb). The species is sexually dimorphic, with females being about 5–7% longer than males. The body shape is stocky, with no discernible beak. The most distinctive feature is the rounded dorsal fin, with a convex trailing edge and undercut rear margin.\nThe overall coloration appearance is pale grey, but closer inspection reveals a complex and elegant combination of colours. The back and sides are predominantly light grey, while the dorsal fin, flippers, and flukes are black. The eyes are surrounded by a black mask, which extends forward to the tip of the rostrum and back to the base of the flipper. A subtly shaded, crescent-shaped black band crosses the head just behind the blowhole. The throat and belly are creamy white, separated by dark-grey bands meeting between the flippers. A white stripe extends from the belly onto each flank below the dorsal fin.\nAt birth, Hector's dolphin calves have a total length of 60–80 cm (24–31 in) and weigh 8–10 kg (18–22 lb). Their coloration is the almost same as adults, although the grey has a darker hue. Newborn Hector's dolphins have distinct fetal fold marks on their flanks that cause a change in coloration pattern of the skin. These changes are visible for approximately six months and consist of four to six vertical light grey stripes against darker grey skin."
    },
    {
        "pageTitle": "Asarum",
        "sectionTitles": "Main, Description",
        "Main": "Asarum is a genus of plants in the birthwort family Aristolochiaceae, commonly known as wild ginger.\nAsarum is the genitive plural of the Latin āsa (an alternate form of āra) meaning altar or sanctuary.",
        "Description": "Asarum is a genus of low-growing herbs distributed across the temperate zones of the Northern Hemisphere, with most species in East Asia (China, Japan, and Vietnam) and North America, and one species in Europe. Biogeographically, Asarum originated in Asia.\nThey have characteristic kidney-shaped leaves, growing from creeping rhizomes, and bear small, axillary, brown or reddish flowers.\nThe plant is called wild ginger because the rhizome tastes and smells similar to ginger root, but the two are not particularly related. The FDA warns against consuming Asarum, as it is nephrotoxic and contains the potent carcinogen aristolochic acid. The birthwort family also contains the genus Aristolochia, known for carcinogens.\nWild ginger favors moist, shaded sites with humus-rich soil. The deciduous, heart-shaped leaves are opposite, and borne from the rhizome which lies just under the soil surface. Two leaves emerge each year from the growing tip. The curious jug-shaped flowers, which give the plant an alternate name, little jug, are borne singly in spring between the leaf bases.\nWild ginger can easily be grown in a shade garden, and makes an attractive groundcover."
    },
    {
        "pageTitle": "Aerodramus",
        "sectionTitles": "Main, Description",
        "Main": "Aerodramus is a genus of small, dark, cave-nesting birds in the Collocaliini tribe of the swift family. Its members are confined to tropical and subtropical regions in southern Asia, Oceania and northeastern Australia. Many of its members were formerly classified in Collocalia, but were first placed in a separate genus by American ornithologist Harry Church Oberholser in 1906.\nThis is a taxonomically difficult group of very similar species. Echolocation, DNA sequencing and parasitic lice have all been used to establish relationships, but some problems, such as the placement of the Papuan swiftlet are not fully resolved. These swiftlets can pose major identification problems where several species occur.\nWhat distinguishes Aerodramus swiftlets from other swifts, and indeed almost all other birds, is their ability to use a simple but effective form of echolocation. This enables them to navigate within the breeding and roosting caves.\nThe nests of Aerodramus swiftlets are constructed with saliva as a major component. In two species, saliva is the only material used, and the nests are collected for the famous Chinese delicacy 'bird's nest soup', the over-collection of which puts pressure on the swiftlet populations.",
        "Description": "The range of these swiftlets is confined to tropical southern Asia, Oceania, northeastern Australia and the Indian Ocean, with the greatest diversity in Southeast Asia, Indonesia and Papua New Guinea. Several of the species are restricted to small islands, and their limited range can make them vulnerable, like the Seychelles, Whitehead's and Guam swiftlets. The Mangaia swiftlet is a recently extinct species known only from fossils."
    },
    {
        "pageTitle": "One Worldwide Plaza",
        "sectionTitles": "Main, Architecture and design",
        "Main": "One Worldwide Plaza is the largest tower of a three-building, mixed-use commercial and residential complex in the Hell's Kitchen neighborhood of Manhattan, New York City. The complex, known collectively as Worldwide Plaza, was completed in 1989.\nOne Worldwide Plaza is a commercial office tower on the west side of Eighth Avenue, while Two Worldwide Plaza is a residential condominium tower west of the center of the block, and Three Worldwide Plaza is a low-rise condominium residential building with street level stores on Ninth Avenue, to the west of the towers. Skidmore, Owings & Merrill was the designer for the office complex, and the residential complex was designed by Frank Williams.\nThe complex, whose component skyscrapers are among the list of tallest buildings in New York City, occupies the entire city block bounded by Eighth Avenue, Ninth Avenue, 49th Street, and 50th Street. One Worldwide Plaza is built on the site of New York City's third Madison Square Garden.",
        "Architecture and design": "Designed by David Childs of Skidmore, Owings & Merrill, the Worldwide Plaza complex was developed by William Zeckendorf, Jr. and Victor Elmaleh of the World Wide Group. The building of One Worldwide Plaza was documented in a Channel 4 / PBS mini-series and a companion book Skyscraper: The Making of a Building by Karl Sabbagh. One Worldwide Plaza is a 50-story, 1.5 million square feet (140,000 m^2), 778-foot (237 m) office skyscraper. The building has three separate entrances to accommodate the various tenants in the building, which include the law firm Cravath, Swaine & Moore, the Japanese investment bank Nomura, and, formerly, the international advertising agency of Ogilvy & Mather. The base of the building is made of granite and precast concrete. The tower facade is made of brick. The building is crowned by a copper roof and glass pyramid known as \"David's Diamond\" after the architect, David Childs.\nA mid-block public plaza separates One Worldwide Plaza from the residential buildings of Two Worldwide Plaza and Three Worldwide Plaza. The public plaza is a bonus space granted under New York City Department of City Planning. The creation and maintenance of the public plaza resulted in permission to build additional floors in the office tower. The landscaping of the plaza contains over 40 trees and numerous plantings, and a cafe. Public seating is available year round. The center of the plaza is highlighted by a fountain created by Sidney Simon called \"The Four Seasons\". Four female statues, each modelled by Molly Ackerman and representing a season, hold up a globe. A theater space lies beneath the public plaza; it was originally a six-screen movie theatre but is now occupied by five Off-Broadway theatres known as New World Stages. Access is gained by two kiosk buildings: one on 49th Street and the other on 50th Street. The 50th Street New York City Subway station (C and ​E trains) is underneath. The southbound platform was renovated when One Worldwide Plaza was built.\nNew York Times architecture critic Paul Goldberger praised the project's layout and the tower's design as \"sumptuous\". However, he criticized the cheapness of the building's materials including the use of brick in place of stone and the sparing use of granite as well as the lack of mullions on the tower's windows. He also noted the building's inspiration from the New York Life Building and Crown Building."
    },
    {
        "pageTitle": "900 North Michigan",
        "sectionTitles": "Main",
        "Main": "900 North Michigan in Chicago, in the U.S. state of Illinois, is a skyscraper completed in 1989. At 871 feet (265 m) tall, it is currently the ninth-tallest building in Chicago and the 31st-tallest in the United States. It was developed by Urban Retail Properties in 1988 as an upscale sister to Water Tower Place, one block southeast, and was the second vertical mall built along the Magnificent Mile.\nThe building features a large, upscale shopping mall called 900 North Michigan Shops. Bloomingdale's occupies the rear of its wide, six-story atrium, with other luxury shops and restaurants filling the remaining spaces. For this reason, it is commonly referred to as the \"Bloomingdale's Building\". The mall opened with Henri Bendel as a \"junior anchor\". The layout of the retail area reflects lessons learned from Water Tower Place; the anchor's placement at the rear draws shoppers through the space and creates leasable space with valuable Michigan Avenue frontage, while the arrangement of escalators in parallel, rather than in zig-zags, directs foot traffic past more shops.\nOffices originally occupied floors 8–28, but floors 21–28 were converted to condo units in 2007, leaving offices on floors 8–20. The luxurious Four Seasons Hotel occupies the middle floors (30–46) of the tower. Floors 48–66 are part of the 132 East Delaware Residences, these 106 condominiums were part of the original building plan. A large 12-story parking garage, with retail on the ground level and a medical clinic atop, occupies the rear half of the block, facing Rush Street.\nThe exterior of the tower is clad in limestone and green glass which reflects the light. The building has a steel skeleton on which a concrete frame was erected for the upper floors. Because the building materials changed, cranes used to work on the lower floors could not be used for the concrete portion and new cranes had to be erected to complete the building. Four lit \"lanterns\" atop the structure give it a distinctive skyline presence. They change colors for the Christmas season."
    },
    {
        "pageTitle": "Spectral bat",
        "sectionTitles": "Main, Description",
        "Main": "The spectral bat (Vampyrum spectrum), also called the great false vampire bat or Linnaeus's false vampire bat, is a large, carnivorous leaf-nosed bat found in Mexico, Central America, and South America. It is the only member of the genus Vampyrum; its closest living relative is the big-eared woolly bat. It is the largest bat species in the New World, as well as the largest carnivorous bat: its wingspan is 0.7–1.0 m (2.3–3.3 ft). It has a robust skull and teeth, with which it delivers a powerful bite to kill its prey. Birds are frequent prey items, though it may also consume rodents, insects, and other bats.\nUnlike the majority of bat species, it is monogamous. Colonies consist of an adult male and female and their offspring. The adult male will bring food back to the roost to provision the adult female and their offspring. Colonies generally roost in tree hollows, though individuals may roost in caves. Due to habitat destruction and its low population density, it is listed as a near-threatened species by the International Union for Conservation of Nature (IUCN).",
        "Description": "The spectral bat is the largest bat species native to the New World and the largest carnivorous bat in the world. The wingspan typically ranges from 0.7–1.0 m (2.3–3.3 ft). Its forearm length is 101–110 mm (4.0–4.3 in). Its body length is 135–147 mm (5.3–5.8 in) and its mass is 134–189 g (4.7–6.7 oz). Its wings, though large in an absolute sense, are short relative to its body size. The wings are wide, though, creating a large surface area. Its wingtips are rounded and almost squarish. The thumbs are long, at 21.4–22.2 mm (0.84–0.87 in). Each of its thumbs has a large, recurved claw that is grooved, similar to those of cats. Its back fur is reddish-brown, long, and soft, while its belly fur is shorter and paler. The forearm is furred on the half closer to the body, but naked on the half closer to the wrist and fingers.\nIts molars are narrow with W-shaped crests. While six of its molars have three cusps, as in many mammal species, the last upper molars are reduced to two cusps; they are much smaller than the other molars. The talonids (crushing surfaces) of the molars are small relative to their trigonids (shearing surfaces). The upper canine teeth are well-developed. Its dental formula is 2.1.2.3 2.1.3.3 for a total of 34 teeth. Its skull is narrow and elongated with a pronounced sagittal crest. Overall, its skull resembles a miniature canid or bear skull. Its nose-leaf is large, at 17 mm (0.67 in) in length. There is no discernible tail, but the uropatagium (tail membrane) is long and broad. Its legs are long, and the feet are composed of slender bones; each digit has a well-developed claw. The ears are large and rounded, at 39–42 mm (1.5–1.7 in) long.\nThe brain is large relative to the body; at 1:67, its brain-to-body mass ratio is higher than that of cats and dogs. The cerebral hemispheres of the brain are extensively convoluted. The brain has well-developed olfactory bulbs and its cerebellum is the most ornamented and complex of any member of its subfamily. McDaniel described its corpus callosum and white matter as \"exceptionally thick\"."
    },
    {
        "pageTitle": "Chestnut-headed bee-eater",
        "sectionTitles": "Main, Description, Habitat",
        "Main": "The chestnut-headed bee-eater (Merops leschenaulti), or bay-headed bee-eater, is a near passerine bird in the bee-eater family Meropidae. It is a resident breeder in the Indian subcontinent and adjoining regions, ranging from India east to Southeast Asia.\nThis species, like other bee-eaters, is a richly coloured, slender bird. It is predominantly green, with blue on the rump and lower belly. Its face and throat are yellow with a black eye stripe, and the crown and nape are rich chestnut. The thin curved bill is black. Sexes are alike, but young birds are duller.\nThis species is 18–20 cm long; it lacks the two elongated central tail feathers possessed by most of its relatives.",
        "Description": "Forehead, crown, nape, lower face and ear-coverts bright chestnut ; lores black, continued as a band under the eye and ear-coverts ; wing-coverts, lower back and tertiaries green, the latter tipped with bluish; rump and upper tail-coverts pale shining blue; primaries and secondaries green, rufous on the inner webs, and all tipped dusky ; central tail-feathers bluish on the outer, and green on the inner webs ; the others green, margined on the inner web with brown and all tipped dusky ; sides of face, chin and throat yellow ; below this a broad band of chestnut extending to the sides of the neck and meeting the chestnut of the upper plumage ; below this again a short distinct band of black and then an ill-defined band of yellow ; remainder of lower plumage green, tipped with blue, especially on the vent and under tail-coverts.\nThe Javan sub-species, M. l. quinticolor, differs in having the whole space from the bill down to the black pectoral band pure yellow without any chestnut, and in having the tail blue.\nRace andamanensis found in the Andamans is slightly larger than the Indian race. Iris crimson ; bill black ; legs dusky black ; claws dark horn-colour.",
        "Habitat": "This is a bird which breeds in sub-tropical open woodland, often near water. It is most common in highland areas. As the name suggests, bee-eaters predominantly eat insects, especially bees, wasps and hornets, which are caught in the air by sorties from an open perch.\nThese bee-eaters are gregarious, nesting colonially in sandy banks. They make a relatively long tunnel in which the 5 to 6 spherical white eggs are laid. Both the male and the female take care of the eggs. These birds also feed and roost communally. The call is similar to that of the European bee-eater.\nIts scientific name commemorates the French botanist Jean Baptiste Leschenault de la Tour."
    },
    {
        "pageTitle": "Arbutus menziesii",
        "sectionTitles": "Main, Description, Uses",
        "Main": "Arbutus menziesii or Pacific madrone (commonly madrona in the United States and arbutus in Canada), is a species of broadleaf evergreen tree in the family Ericaceae, native to the western coastal areas of North America, from British Columbia to California.\nIts waxy evergreen foliage, contorted growth habit, and distinctive flaky bark make it a striking sight in the coastal cliffs and hills where it is abundant.",
        "Description": "Arbutus menziesii is an evergreen tree with rich orange-red bark that when mature naturally peels away in thin sheets, leaving a greenish, silvery appearance that has a satin sheen and smoothness. In spring, it bears sprays of small bell-like flowers, and in autumn, red berries. The berries dry up and have hooked barbs that latch onto larger animals for migration. It is common to see madronas of about 10 to 25 metres (33 to 82 ft) in height, but with the right conditions trees may reach up to 30 metres (98 ft). In ideal conditions, madronas can also reach a thickness of 5 to 8 feet (1.5 to 2.4 m) at the trunk, much like an oak tree. Leaves are thick with a waxy texture, oval, 7 to 15 centimetres (2.8 to 5.9 in) long and 4 to 8 centimetres (1.6 to 3.1 in) broad, arranged spirally; they are glossy dark green above and a lighter, more grayish green beneath, with an entire margin. The leaves are evergreen, lasting a few years before detaching, but in the north of its range, wet winters often promote a brown to black leaf discoloration due to fungal infections. The stain lasts until the leaves naturally detach at the end of their lifespan.",
        "Uses": "Native Americans ate the berries raw and cooked, but because the berries have a high tannin content and are thus astringent, they more often chewed them or made them into a cider. Overeating causes cramps. Native Americans also use the berries to make necklaces and other decorations, and as bait for fishing. Bark and leaves were used to treat stomach aches, cramps, skin ailments, and sore throats. The bark was often made into a tea to be drunk for these medicinal purposes. The wood is durable and has a warm color after finishing, so it has become more popular as a flooring material, especially in the Pacific Northwest. An attractive veneer can also be made from the wood. However, because large pieces of madrona lumber warp severely and unpredictably during the drying process, they are not used much. Madrone is burned for firewood, though, since it is a very hard and dense wood that burns long and hot, surpassing even oak in this regard."
    },
    {
        "pageTitle": "Baikal teal",
        "sectionTitles": "Main, Description, Status",
        "Main": "The Baikal teal (Sibirionetta formosa), also called the bimaculate duck or squawk duck, is a dabbling duck that breeds in eastern Russia and winters in East Asia.",
        "Description": "At between 39 and 43 centimetres (15 and 17 in), this duck is slightly larger and longer-tailed than the common teal. The breeding male is unmistakable, with a striking green nape, yellow and black auriculars, neck, and throat. It has a dark crown, and its breast is light brown with dark spots. It has long dropping dark scapulars, and its grey sides are set off on the front and rear with white bars.\nThe Baikal teal has a height from 11.75 to 15.75 inches and a weighs an average of 1 pound.\nThe female looks similar to a female green-winged teal but with a longer tail, and a distinctive white spot at the base of the bill and a white throat that angles to the back of the eye. She also has a distinct light eyebrow bordered by a darker crown. The underwing is similar to the Green-winged Teal also, but has a darker leading edge. The green speculum has an indistinct cinnamon-buff inner border. Some \"females\" have \"bridle\" markings on their faces, but it has been suggested that at least some of these bridled \"females,\" if not all, are in fact juvenile males. The juvenile has a plumage similar to that of the female and can be distinguished from the Common Teal by the pale loral spot.\nIn non-breeding (eclipse) plumage, the drake looks more like the female, but plumage is a much richer reddish-brown (rufous) colour.",
        "Status": "This species is classified as Least Concern on the IUCN Red List, though it was classified as Vulnerable before 2011 due to hunting and destruction of its wintering wetland habitats. These threats remain, but the Baikal teal is recovering, with increased numbers of wintering birds and some increase in habitat area. Based on the numbers of Baikal teal counted wintering in South Korea, the global population is estimated to be around 1.07 million individual adults around 2010, a major increase from the tens of thousands counted in the 1980s and few hundreds of thousands in the 2000s."
    },
    {
        "pageTitle": "Clark's anemonefish",
        "sectionTitles": "Main, Description, Etymology",
        "Main": "Amphiprion clarkii, known commonly as Clark's anemonefish and yellowtail clownfish, is a marine fish belonging to the family Pomacentridae, the clownfishes and damselfishes.",
        "Description": "Clark's anemonefish is a small-sized fish which grows up to 10 cm as a male and 15 cm as a female. It is stocky, laterally compressed, and oval to rounded.\nIt is colorful, with vivid black, white, and yellow stripes, though the exact pattern shows considerable geographical variation. Usually it is black dorsally and orange-yellow ventrally, the black areas becoming wider with age. There are two vertical white bands, one behind the eye and one above the anus, and the caudal peduncle is white. The snout is orange or pinkish. The dorsal and caudal fins are orange-yellow, and the caudal fin is generally lighter in tone than the rest of the body, sometimes becoming whitish.\nColor variations\nClark's anemonefish shows the greatest color variations of any anemonefish, with variations based on location, sex, age and host anemone. Adults in Vanuatu and New Caledonia are orange-yellow with two vertical white bands. Sex related color differences may be present, such as the female having a white caudal fin and the male having a yellow caudal fin. Juveniles are orange-yellow with vertical white bands. Fish living with the host anemone Stichodactyla mertensii, Mertens' carpet sea anemone are frequently black except for the snout bars and tail.\nSimilar species\nThe caudal fin is forked and the base lacks a white bar on Amphiprion latifasciatus. The caudal fin lacks the sharp demarcation between white and dark and the mid-body bar is narrower on Amphiprion allardi and Amphiprion akindynos. The caudal fin is dark on Amphiprion chrysogaster, Amphiprion fuscocaudatus and Amphiprion tricinctus.",
        "Etymology": "The specific name and the common name both honour the Scottish engraver John Heaviside Clark (1771–1836) who provided illustrations for Bennett's A Selection from the most remarkable and interesting Fishes found on the Coast of Ceylon, from drawings made in the Southern part of that Island."
    },
    {
        "pageTitle": "Heracleum maximum",
        "sectionTitles": "Main, Description, Uses",
        "Main": "Heracleum maximum, commonly known as cow parsnip, is the only member of the genus Heracleum native to North America. It is also known as American cow-parsnip, Indian celery, Indian rhubarb or pushki. It is sometimes referred to as Heracleum lanatum (or Heracleum lanatum var. asiaticum), which is regarded as a synonym. The genus name Heracleum (from Heracles) refers to the very large size of all parts of these plants.",
        "Description": "Cow parsnip is a tall herbaceous perennial plant, reaching heights of over 2 m (7 ft). The stems are hollow and densely hairy. The leaves are very large, up to 40 cm (16 in) across, and divided into lobes. Cow parsnip has the characteristic flower umbels of the carrot family (Apiaceae). The umbels are about 20 centimetres (8 in) across, flat-topped or rounded, and composed of small white flowers. Sometimes the outer flowers of the umbel are much larger than the inner ones. The seeds are 8–12 mm (0.3–0.5 in) long and 5–8 mm (0.2–0.3 in) wide.\nIt is commonly confused with Heracleum mantegazzianum (giant hogweed), which is a much larger plant that typically has purplish spots on the stems, as well as more sharply serrated leaves.",
        "Uses": "The species is widely recognized as a valuable pasture plant for cows, sheep, and goats. It is also known to be important in the diets of numerous wild animals, especially bears, both grizzly bears and black bears. The thick flower stems, coming into season in early summer, can be peeled and eaten cooked when young; caution should be taken as the flowers resemble those of the extremely poisonous Cicuta maculata.\nIndigenous North Americans have had a variety of uses for cow parsnip, often traveling long distances in the spring—80 kilometres (50 miles) or more—to find the succulent plant shoots. The young stems and leafstalks were peeled and usually eaten raw, while early American settlers cooked the plant. In terms of taste, texture, and nutrients, the peeled stalks resembled celery, which gave rise to the common name \"Indian celery\". The natives were aware of the toxic effects of the plant, knowing that if the outer skin were not removed, one would get an \"itchy mouth\" or blistering skin. Pregnant women were warned away from the flower bud stalks to prevent newborns from asphyxiating when crying.\nAt least seven native groups in North America used the plant as a dermatological aid. It could be an ingredient in poultices applied to bruises or sores. A poultice prepared from the roots of cow parsnip was applied to swellings, especially of the feet. The dried stems were used as drinking straws for the old or infirm, or made into flutes for children. An infusion of the flowers can be rubbed on the body to repel flies and mosquitoes. A yellow dye can be made from the roots."
    },
    {
        "pageTitle": "Java sparrow",
        "sectionTitles": "Main, Description, Habitat",
        "Main": "The Java sparrow (Padda oryzivora), also known as Java finch, Java rice sparrow or Java rice bird, is a small passerine bird. This estrildid finch is a resident breeding bird in Java, Bali and Bawean in Indonesia. It is a popular cage bird, and has been introduced into many other countries. Some taxonomists place this and the Timor sparrow in their own genus Padda.",
        "Description": "The Java sparrow is about 15 to 17 cm (5.9 to 6.7 in) in length from the beak to its tip of tail feathers. Although only about the size of a house sparrow, it may be the largest species in the estrildid family. The adult is unmistakable, with its grey upperparts and breast, pink belly, white-cheeked black head, red eye-ring, pink feet and thick red bill.\nBoth sexes are similar. Immature birds have brown upperparts and pale brown underparts, and a plain head. Very young birds have a black beak with a pink base.\nThe call is a chip, and the song is a rapid series of call notes chipchipchipchipchipchip.",
        "Habitat": "The Java sparrow is a very gregarious bird which feeds mainly on grain and other seeds. It frequents open grassland and cultivation, and was formerly a pest in rice fields, hence its scientific name. The nest is constructed in a tree or building, and up to eight eggs are laid."
    },
    {
        "pageTitle": "Upland goose",
        "sectionTitles": "Main, Description, Behavior and Diet",
        "Main": "The upland goose or Magellan goose (Chloephaga picta) is a sheldgoose of the shelduck-sheldgoose subfamily of the Anatidae, the biological family that includes the ducks and most duck-like waterfowl such as the geese and swans. There are two subspecies of upland goose. The smaller mainland form, picta, also known as the lesser Magellan goose, is found from central Chile and south-central Argentina south to Tierra del Fuego. The larger insular form, leucoptera or greater Magellan goose, is indigenous to the Falkland Islands, located off of southern part of South America.",
        "Description": "These birds are 60–72.5 centimetres (23.6–28.5 in) long and weigh 2.7–3.5 kg (6.0–7.7 lb) and are the largest of the Chloephaga species. Males have a white head and breast, whereas the females are brown with black-striped wings and yellow feet, and could be mistaken for ruddy-headed geese. A greenish-bronze speculum is located on the inner secondary flight feathers of the adult male.\nIn Chapter VI of On the Origin of Species, author Charles Darwin noted that the upland goose has webbing between its toes that appeared to be \"rudimentary in function, though not in structure\", and concluded that this was a vestigial anatomical feature in this bird.",
        "Behavior and Diet": "The upland goose is primarily a herbivore, feeding mostly of seeds, leaves, stems, and other plant matter. They are very gregarious, and flocks of thousands of birds can be found grazing in one pasture alone. They are considered pests by farmers due to the fact that they eat on the pastures that are used for cattle and sheep. They breed in densely-vegetated areas on plains or slopes, mostly in September and October, or November on the Falkland Islands. Males attract females through a courtship display in which they whistle loudly, to which the female responds with softer cackles. They are monogamous, and if a male encroaches on another's territory, a violent fight may break out. Males have been found injured or dead after these fights.\nThe nest is on the ground, concealed by dense vegetation, often located near water. A clutch consists of 5-8 eggs which are incubated for about 1 month. When the chicks hatch, they are covered in greyish-brown down. They don't remain in the nest for more than a day, quickly going to a nearby water source or feeding area, and are able to feed themselves from birth. They fledge in 9–10 weeks and reach maturity in 3 years."
    },
    {
        "pageTitle": "King colobus",
        "sectionTitles": "Main, Characteristics",
        "Main": "The king colobus (Colobus polykomos), also known as the western black-and-white colobus, is a species of Old World monkey, found in lowland and mountain rainforests in a region stretching from Senegal, through Guinea-Bissau, Guinea, Sierra Leone and Liberia to the Ivory Coast. One of five members of the genus Colobus, the black-and-white colobuses, the king colobus is the westernmost species of the group on the continent of Africa. It eats mainly leaves, but also fruits and flowers. Though it is arboreal, it eats primarily on the ground. It lives in small groups consisting of 3 to 4 females and 1 to 3 males, plus their young. These groups maintain distance from one another through territorial calling.",
        "Characteristics": "The male king colobus grows to a head-and-body length of 670 mm (26 in), with a tail of between 630 and 900 mm (25 and 35 in). The female is slightly smaller. Males weigh an average of 9.90 kg and females weigh an average of 8.30 kg.\nThe body is black, the limbs and fingers are long and the tail is white. There is a fringe of silvery hair around the face as well as long white \"epaulettes\" on its shoulders. The king colobus can be distinguished from other members of the Colobus genus by the placement of its white markings. The king colobus has white only on its whiskers, chest, and tail, and its tail is not covered by a tuft."
    },
    {
        "pageTitle": "Laysan finch",
        "sectionTitles": "Main, Description, Conservation",
        "Main": "The Laysan finch (Telespiza cantans) is a species of Hawaiian honeycreeper, that is endemic to the Northwestern Hawaiian Islands. It is one of four remaining finch-billed Hawaiian honeycreepers and is closely related to the smaller Nihoa finch. The Laysan finch is named for Laysan, the island to which it was endemic on its discovery. It was subsequently introduced to a few other atolls, and its historical range included some of the main islands.",
        "Description": "The Laysan finch is a large honeycreeper with a heavy bill. Overall the male has yellow plumage with a whitish belly and a grey neck. The female is duller than the male, with brown streaking. It is almost impossible to confuse the Laysan finch with any other bird in the field as it is the only passerine species found on the few islands it lives on.",
        "Conservation": "The Laysan finch is listed as Vulnerable by the IUCN because of its highly restricted range and vulnerability to extremes of weather, and it is considered endangered by the State of Hawaiʻi and U.S. government. It survived the devastating effects of the introduction of domestic rabbits (unlike the Laysan millerbird, honeycreeper and rail) by taking carrion and seabird eggs. Laysan is now part of the Hawaiian Islands National Wildlife Refuge. The population is considered stable with the biggest threat being uncontrollable climate change."
    },
    {
        "pageTitle": "Wied's marmoset",
        "sectionTitles": "Main, Natural predators, Appearance",
        "Main": "Wied's marmoset (Callithrix kuhlii), also known as Wied's black-tufted-ear marmoset, is a New World monkey that lives in tropical and subtropical forests of eastern Brazil. Unlike other marmosets, Wied's marmoset lives in groups consisting of 4 or 5 females and 2 or 3 males (plus children). They are matriarchal, and only the dominant female is allowed to mate. Like other marmosets, the offspring are always born in pairs.",
        "Natural predators": "Wied's marmoset is eaten by birds of prey (the harpy eagle, the gray hawk, the roadside hawk and the white-tailed hawk), felines (the jaguar, jaguarundi and ocelot) and snakes.",
        "Appearance": "The coloring of Wied's marmoset is mostly black, with white markings on cheeks and forehead. It has rings on its tail and black tufts of fur coming out of its ears."
    },
    {
        "pageTitle": "Scaphites",
        "sectionTitles": "Main, Morphology",
        "Main": "Scaphites is a genus of heteromorph ammonites belonging to the Scaphitidae family. They were a widespread genus that thrived during the Late Cretaceous period; they have a possible fossil record during the Paleocene (as recent as c.61 Ma) in the Southern United States and Turkmenistan.",
        "Morphology": "Scaphites generally have a chambered, boat-shaped shell. The initial part (juvenile stage) of the shell is generally more or less involute (tightly-coiled) and compressed, giving no hint of the heteromorphic shell form yet to come. The terminal part (adult stage) is much shorter, erect, and bends over the older shell like a hook. They have transverse, branching ribs with tubercles (small bumps) along the venter.\nReconstructions of the body within the shell can be made to portray Scaphites as either a benthic (bottom-dwelling) or planktonic animal, depending on where the center of gravity is located. Since useful fossils of the soft-body parts of cephalopods are highly rare, little is known about how this animal actually fit into its shell and lived its life."
    },
    {
        "pageTitle": "Marbled cat",
        "sectionTitles": "Main, Characteristics",
        "Main": "The marbled cat (Pardofelis marmorata) is a small wild cat native from the eastern Himalayas to Southeast Asia, where it inhabits forests up to 2,500 m (8,200 ft) altitude. As it is present in a large range, it has been listed as Near Threatened on the IUCN Red List since 2015.\nThe marbled cat was once considered to belong to the pantherine lineage of cats. It is closely related to the Asian golden cat (Catopuma temminckii) and the bay cat (C. badia), all of which diverged from other felids about 9.4 million years ago.",
        "Characteristics": "The marbled cat is similar in size to a domestic cat, but has rounded ears and a very long tail that is as long as the cat's head and body. The ground colour of its long fur varies from brownish-grey to ochreous brown above and greyish to buff below. It is patterned with black stripes on the short and round head, on the neck and back. On the tail, limbs and underbelly it has solid spots. On the flanks it has irregular dark-edged blotches that fuse to dark areas and look like a 'marbled' pattern. Its paws are webbed between the digits and are completely sheathed. Its coat is thick and soft. Spots on the forehead and crown merge into narrow longitudinal stripes on the neck, and irregular stripes on the back. The legs and underparts are patterned with black dots, and the tail is marked with black spots proximally and rings distally. It has large feet and unusually large canine teeth, resembling those of the big cats, although these appear to be the result of parallel evolution. Marbled cats range from 45 to 62 cm (18 to 24 in) in head-body length with a 35 to 55 cm (14 to 22 in) long and thickly furred tail that indicates the cat's adaptation to an arboreal lifestyle, where the tail is used as a counterbalance. Recorded weights vary between 2 and 5 kg (4.4 and 11.0 lb)."
    },
    {
        "pageTitle": "Ocellate river stingray",
        "sectionTitles": "Main, Appearance",
        "Main": "The ocellate river stingray (Potamotrygon motoro), also known as the peacock-eye stingray or black river stingray, is a species of freshwater stingray in the family Potamotrygonidae. It was the first species to be described in the family and is also the most widespread, ranging throughout much of the Río de la Plata, Amazon, Mearim and Orinoco basins in tropical and subtropical South America. It is sometimes kept in aquaria.",
        "Appearance": "Potamotrygon motoro can grow up to 50 cm (1.6 ft) in disc width, 1 m (3.3 ft) in total length, and 35 kg (77 lb) in weight. Its disk is roughly circular in shape, and its eyes are raised from the dorsal surface. The dorsal coloration is typically beige or brown, with numerous yellow-orange spots with dark rings. Its exact color, and the arrangement and size of the spots can vary significantly, both from individual to individual and depending on location. Three primary types have been identified in the Amazon basin, but each of these include a number of subtypes (two additional main types now are considered a separate species, P. marquesi). The two main Amazonian types, informally known as CD1 and CD2, are found throughout much of the Amazon (except most of the Rio Negro basin) and they often occur together. Those from the Río de la Plata Basin and Mearim River resemble CD1. Individuals from the Rio Negro and Orinoco basins (which are connected by the Casiquiare canal) are similar to each other and informally known as CD3, but differ from P. motoro elsewhere. Some individuals of CD3 have spots near the rim of the disc that are connected, forming a chain-like pattern. However, the \"marbled\" type is generally only reported from the Orinoco basin, including the Ventuari River."
    },
    {
        "pageTitle": "Skink",
        "sectionTitles": "Main, Description",
        "Main": "Skinks are lizards belonging to the family Scincidae, a family in the infraorder Scincomorpha. With more than 1,500 described species across 100 different taxonomic genera, the family Scincidae is one of the most diverse families of lizards. Skinks are characterized by their smaller legs in comparison to typical lizards and are mostly found in different habitats except arctic and subarctic regions.",
        "Description": "Skinks look like lizards of the family Lacertidae (sometimes called true lizards), but most species of skinks have no pronounced neck and relatively small legs. Several genera (e.g., Typhlosaurus) have no limbs at all. This is not true for all skinks, however, as some species such as the red eyed crocodile skink have a head that is very distinguished from the body. These lizards also have legs that are relatively proportional to their body size.\nThe skink skull is covered by substantial bony scales, usually matching up in shape and size, while overlapping. Other genera, such as Neoseps, have reduced limbs and fewer than five toes (digits) on each foot. In such species, their locomotion resembles that of snakes more than that of lizards with well-developed limbs. As a general rule, the longer the digits, the more arboreal the species is likely to be. A biological ratio can determine the ecological niche of a given skink species. The Scincidae ecological niche index is a ratio based on anterior foot length at the junction of the ulna/radius-carpal bones to the longest digit divided by the snout-to-vent length.\nMost species of skinks have long, tapering tails they can shed if predators grab onto them. Such species generally can regenerate the lost part of a tail, though imperfectly. A lost tail can grow back within around three to four months. Species with stumpy tails have no special regenerative abilities.\nSome species of skinks are quite small; Scincella lateralis typically ranges from 7.5 to 14.5 cm (3 to 5+3⁄4 in), more than half of which is the tail. Most skinks, though, are medium-sized, with snout-to-vent lengths around 12 cm (4+1⁄2 in), although some grow larger; the Solomon Islands skink (Corucia zebrata) is the largest known extant species and may attain a snout-to-vent length of some 35 cm (14 in).\nSkinks can often hide easily in their habitat because of their protective colouring (camouflage)."
    },
    {
        "pageTitle": "Nepeta",
        "sectionTitles": "Main, Description",
        "Main": "Nepeta is a genus of flowering plants in the family Lamiaceae. The genus name is reportedly in reference to Nepete, an ancient Etruscan city. There are about 250 species.\nThe genus is native to Europe, Asia, and Africa, and has also naturalized in North America.\nSome members of this group are known as catnip or catmint because of their effect on house cats – the nepetalactone contained in some Nepeta species binds to the olfactory receptors of cats, typically resulting in temporary euphoria.",
        "Description": "Most of the species are herbaceous perennial plants, but some are annuals. They have sturdy stems with opposite heart-shaped, green to gray-green leaves. Nepeta plants are usually aromatic in foliage and flowers.\nThe tubular flowers can be lavender, blue, white, pink, or lilac, and spotted with tiny lavender-purple dots. The flowers are located in verticillasters grouped on spikes; or the verticillasters are arranged in opposite cymes, racemes, or panicles – toward the tip of the stems.\nThe calyx is tubular or campanulate, they are slightly curved or straight, and the limbs are often 2-lipped with five teeth. The lower lip is larger, with 3-lobes, and the middle lobe is the largest. The flowers have 4 hairless stamens that are nearly parallel, and they ascend under the upper lip of the corolla. Two stamen are longer and stamens of pistillate flowers are rudimentary. The style protrudes outside of the mouth of the flowers.\nThe fruits are nutlets, which are oblong-ovoid, ellipsoid, ovoid, or obovoid in shape. The surfaces of the nutlets can be slightly ribbed, smooth or warty."
    },
    {
        "pageTitle": "Aquilegia",
        "sectionTitles": "Main, Etymology, Description",
        "Main": "Aquilegia (common names: granny's bonnet, columbine) is a genus of about 60–70 species of perennial plants that are found in meadows, woodlands, and at higher altitudes throughout the Northern Hemisphere, known for the spurred petals of their flowers.",
        "Etymology": "The genus name Aquilegia is derived from the Latin word for eagle (aquila), because of the shape of the flower petals, which are said to resemble an eagle's claw. The common name \"columbine\" comes from the Latin for \"dove\", due to the resemblance of the inverted flower to five doves clustered together.",
        "Description": "Perennial herbs, with woody, erect stock, roots forming thick rhizomes. The basal leaves are compound, 1–3 ternate, blades 3-lobed -partite, and lobes lobulate and obtuse. The cauline leaves are similar to the basal ones, while the upper ones are bract like.\nThe hermaphrodite (bisexual) flowers are terminal to stem and branches. They are usually pentamerous (with five spreading perianth petaloid sepal segments). Five tubular honey-leaves[a] are semi erect with a flat limb and spurred or saccate at the base. The spur is directed backwards and secretes nectar. Stamens are numerous (often more than 50) in whorls of 5, the innermost being scarious staminodes. There are ten membranaceous intrastaminal scales. There are five pistils and the Carpels are free.\nThe fruit has several (five to 15) follicles which are semi erect and slightly connate downwards. These hold many seeds and are formed at the end of the pistils. The nectar is mainly consumed by long-beaked birds such as hummingbirds. Almost all Aquilegia species have a ring of staminodia around the base of the stigma, which may help protect against insects. Chromosome number is x=7."
    },
    {
        "pageTitle": "Central Plaza (Hong Kong)",
        "sectionTitles": "Main, Design",
        "Main": "Central Plaza is a 78-storey, 374 m (1,227 ft) skyscraper completed in August 1992 at 18 Harbour Road, in Wan Chai on Hong Kong Island in Hong Kong. It is the third tallest tower in the city after 2 International Finance Centre in Central and the ICC in West Kowloon. It was the tallest building in Asia from 1992 to 1996, until the Shun Hing Square was built in Shenzhen, a neighbouring city. Central Plaza surpassed the Bank of China Tower as the tallest building in Hong Kong until the completion of 2 IFC.\nCentral Plaza was also the tallest reinforced concrete building in the world, until it was surpassed by CITIC Plaza, Guangzhou. The building uses a triangular floor plan. On the top of the tower is a four-bar neon clock that indicates the time by displaying different colours for 15-minute periods, blinking at the change of the quarter.\nAn anemometer is installed on the tip of the building's mast, at 378 metres (1,240 ft) above sea level. The mast has a height of 102 m (335 ft). It also houses the world's highest church inside a skyscraper, Sky City Church.",
        "Design": "Central Plaza is made up of two principal components: a free standing 368-metre-high (1,207 ft) office tower and a 30.5-metre-high (100 ft) podium block attached to it. The tower is made up of three sections: a 30.5-metre-high (100 ft) tower base forming the main entrance and public circulation spaces; a 235.4-metre-tall (772 ft) tower body containing 57 office floors, a sky lobby and five mechanical plant floors; and the tower top consist of six mechanical plant floors and a 102-metre-tall (335 ft) tower mast.\nThe ground level public area along with the public sitting out area form an 8,400 m2 (90,000 sq ft) landscaped garden with fountain, trees and artificial stone paving. No commercial element is included in the podium. The first level is a public thoroughfare for three pedestrian bridges linking the Mass Transit Railway, the Convention and Exhibition Centre and the China Resource Building. By turning these space to public use, the building got 20% plot ratio more as bonus. The shape of the tower is not truly triangular but with its three corners cut off to provide better internal office spaces.\nCentral Plaza was designed by the Hong Kong architectural firm Ng Chun Man and Associates and engineered by Arup. The main contractor was a joint venture, comprising the contracting firms Sanfield (a subsidiary of Sun Hung Kai) and Tat Lee, called Manloze Ltd."
    },
    {
        "pageTitle": "Labrador duck",
        "sectionTitles": "Main, Description, Diet",
        "Main": "The Labrador duck (Camptorhynchus labradorius) was a North American bird; it has the distinction of being the first endemic North American bird species to become extinct after the Columbian Exchange, with the last known sighting occurring in 1878 in Elmira, New York. It was already a rare duck before European settlers arrived, and as a result of its rarity, information on the Labrador duck is not abundant, although some, such as its habitat, characteristics, dietary habits and reasons behind its extinction, are known. There are 55 specimens of the Labrador duck preserved in museum collections worldwide.",
        "Description": "The female plumage was grey. Although weakly patterned, the pattern was scoter-like. The male's plumage was black and white in an eider-like pattern, but the wings were entirely white except for the primaries. The trachea of the male was scoter-like. An expansion of the tracheal tube occurred at the anterior end, and two enlargements (as opposed to one enlargement as seen in scoters) were near the middle of the tube. The bulla was bony and round, puffing out from the left side. This asymmetrical and osseus bulla was unlike that of scoters; this bulla was similar to eiders and harlequin duck's bullae. The Labrador duck has been considered the most enigmatic of all North American birds.\nThe Labrador duck had an oblong head with small, beady eyes. Its bill was almost as long as its head. The body was short and depressed with short, strong feet that were far behind the body. The feathers were small and the tail was short and rounded. The Labrador duck belongs to a monotypic genus.",
        "Diet": "The Labrador duck fed on small molluscs, and some fishermen reported catching it on fishing lines baited with mussels. The structure of the bill was highly modified from that of most ducks, having a wide, flattened tip with numerous lamellae inside. In this way, it is considered an ecological counterpart of the North Pacific/North Asian Steller's eider. The beak was also particularly soft and may have been used to probe through sediment for food.\nAnother, completely unrelated, duck with similar (but even more specialized) bill morphology is the Australian pink-eared duck, which feeds largely on plankton, but also mollusks; the condition in the Labrador duck probably resembled that in the blue duck most in outward appearance. Its peculiar bill suggests it ate shellfish and crustaceans from silt and shallow water. The Labrador duck may have survived by eating snails."
    },
    {
        "pageTitle": "Lemuridae",
        "sectionTitles": "Main, Characteristics, Habitat",
        "Main": "Lemuridae is a family of strepsirrhine primates native to Madagascar and the Comoros. They are represented by the Lemuriformes in Madagascar with one of the highest concentration of the lemurs. One of five families commonly known as lemurs. These animals were once thought to be the evolutionary predecessors of monkeys and apes, but this is no longer considered correct. They are formally referred to as lemurids.",
        "Characteristics": "Lemurids are medium-sized arboreal primates, ranging from 32 to 56 cm in length, excluding the tail, and weighing from 0.7 to 5 kg. They have long, bushy tails and soft, woolly fur of varying coloration. The hindlegs are slightly longer than the forelegs, although not enough to hamper fully quadrupedal movement (unlike the sportive lemurs). Most species are highly agile, and regularly leap several metres between trees. They have a good sense of smell and binocular vision. Unlike most other lemurs, all but one species of lemurid (the ring-tailed lemur) lack a tapetum lucidum, a reflective layer in the eye that improves night vision. Historically among mammals, activity cycles are either strictly diurnal or nocturnal, however, these can widely vary across species. Lemur activity has in general evolved from nocturnal to diurnal. Some lemurs are also cathemeral, an activity pattern where an animal is neither strictly diurnal nor nocturnal.",
        "Habitat": "The highly seasonal dry deciduous forest of Madagascar alternates between dry and wet seasons, making it uniquely suitable for lemurs. Lemur species diversity increases as the number of tree species in an area increase and is also higher in forests that have been disturbed over undisturbed areas. Evidence from the Subfossil records show that many of the now extinct lemurs actually lived in much drier climates than the currently extant lemurs."
    },
    {
        "pageTitle": "Malvales",
        "sectionTitles": "Main, Description",
        "Main": "The Malvales are an order of flowering plants. As circumscribed by APG II-system, the order includes about 6000 species within 9 families. The order is placed in the eurosids II, which are part of the eudicots.\nThe plants are mostly shrubs and trees; most of its families have a cosmopolitan distribution in the tropics and subtropics, with limited expansion into temperate regions. An interesting distribution occurs in Madagascar, where three endemic families of Malvales (Sphaerosepalaceae, Sarcolaenaceae and Diegodendraceae) occur.\nMany species of Malvaceae sensu lato are known for their wood, with that of Ochroma (balsa) being known for its lightness, and that of Tilia (lime, linden, or basswood) as a popular wood for carving. Fruit of the cacao tree (Theobroma cacao) are used as an ingredient for chocolate. Kola nuts (genus Cola) are notable for their high content of caffeine and, in past, were commonly used for preparing of various cola drinks. Other well-known members of Malvales in the APG II sense are daphnes, hibiscus, hollyhocks, okra, jute, baobab trees, cotton, kapok, and durian.",
        "Description": "The morphology of Malvales is diverse, with few common characteristics. Among those most commonly encountered are palmate leaves, connate sepals, and a specific structure and chemical composition of the seeds. The cortex is often fibrous, built of soft phloem layers."
    },
    {
        "pageTitle": "Peppered moth",
        "sectionTitles": "Main, Description",
        "Main": "The peppered moth (Biston betularia) is a temperate species of night-flying moth. It is mostly found in the northern hemisphere in places like Asia, Europe and North America. Peppered moth evolution is an example of population genetics and natural selection.\nThe caterpillars of the peppered moth not only mimic the form but also the colour of a twig. Recent research indicates that the caterpillars can sense the twig's colour with their skin and match their body colour to the background to protect themselves from predators.",
        "Description": "The wingspan ranges from 45 mm to 62 mm (median 55 mm). It is relatively stout-bodied, with forewings relatively narrow-elongate. The wings are white, \"peppered\" with black, and with more-or-less distinct cross lines, also black. These transverse wing lines and \"peppered\" maculation (spotting) can also, in rare instances, be gray or brown; the spotting pattern, in particularly very rare cases, is sometimes a combination of brown and black/gray. The black speckling varies in amount, in some examples it is almost absent, whilst in others it is so dense that the wings appear to be black sprinkled with white. The antennae of males are strongly bipectinate. Prout (1912–16) gives an account of the forms and congeners. "
    },
    {
        "pageTitle": "Luxor Las Vegas",
        "sectionTitles": "Main, Attractions",
        "Main": "Luxor Las Vegas is a 30-story hotel and casino situated on the southern end of the Las Vegas Strip in Paradise, Nevada. The hotel is owned and operated by MGM Resorts International and has a 120,000-square-foot (11,000 m2) casino with over 2,000 slot machines and 87 table games.\nThe casino opened in 1993 and was renovated and expanded several times. Later renovation work modernized the design of the property and raised the hotel's capacity to 4,407 rooms, including 442 suites. The hotel's rooms line the interior walls of the main tower, which has a pyramid shape, and the 22-story twin ziggurat towers.\nThe hotel is named for the city of Luxor (ancient Thebes) in Egypt.",
        "Attractions": "The Luxor is home to three shows which consist of \"Fantasy\" (a topless revue), comedian Carrot Top, and the Blue Man Group.\nSince 2009, the resort has hosted Bodies: The Exhibition, an educational display on the human body, and Titanic: The Artifact Exhibition; the exhibits replaced the hotel's three-story arcade.\nFormer attractions\nAt its opening, the resort featured the Nile River Tour which was a river ride that carried guests to different parts of the pyramid and passed by pieces of ancient artwork on a river that encircled the casino. The river tour was removed three years after the hotel's opening.\nThe hotel also featured King Tut's Tomb and Museum, a replica of King Tutankhamen's tomb as found in the Valley of the Kings in Egypt. The replica tomb was closed in June 2008 and its recreated artifacts were donated to the Las Vegas Natural History Museum. The Natural History Museum displays the artifacts in its \"Treasures of Egypt\" exhibit, which opened January 30, 2010.\nSecrets of the Luxor Pyramid was a collection of three attractions which also debuted at the hotel's opening. The attractions included:\nIn Search of the Obelisk\nLuxor Live\nTheater of Time\nTheater of Time was replaced with IMAX-Cinema, which operated from 1996 to 2008. At time of the opening it was one out of 20 IMAX screens.\nFrom 2000 to 2005, the Luxor Theatre was the home of the performance-art show Blue Man Group, which then moved to the Venetian Las Vegas. Blue Man Group returned to the Luxor Theatre starting November 18, 2015.\nClubs\nOn August 31, 2007, LAX Nightclub officially opened at a party hosted by Britney Spears. A number of other celebrities, including Christina Aguilera, also hosted events at the club. The two-level, 26,000 sq ft (2,400 m2) venue contained 78 VIP tables and Noir Bar, which according to the Las Vegas Review Journal was an \"ultra-elite bar\" with a reservations-only policy. LAX Nightclub was closed on April 1, 2017 and was transformed into an esports venue, Esports Arena Las Vegas. Work on the Esports Arena began in July 2017 and completed in March 2018.\nAdditional nightlife destinations within Luxor include CatHouse, Aurora, Liquidity, and Flight."
    },
    {
        "pageTitle": "Lombard Street (San Francisco)",
        "sectionTitles": "Main",
        "Main": "Lombard Street is an east–west street in San Francisco, California that is famous for a steep, one-block section with eight hairpin turns. Stretching from The Presidio east to The Embarcadero (with a gap on Telegraph Hill), most of the street's western segment is a major thoroughfare designated as part of U.S. Route 101. The famous one-block section, claimed to be \"the crookedest street in the world\", is located along the eastern segment in the Russian Hill neighborhood. It is a major tourist attraction, receiving around two million visitors per year and up to 17,000 per day on busy summer weekends, as of 2015.\nSan Francisco surveyor Jasper O'Farrell named the road after Lombard Street in Philadelphia."
    },
    {
        "pageTitle": "Red slender loris",
        "sectionTitles": "Main, Description",
        "Main": "The red slender loris (Loris tardigradus) is a small, nocturnal strepsirrhine primate native to the rainforests of Sri Lanka. This is No. 6 of the 10 focal species and No. 22 of the 100 EDGE mammal species worldwide considered the most evolutionarily distinct and globally endangered. Two subspecies have been identified, L. t. tardigradus and L. t. nycticeboides.",
        "Description": "This small, slender primate is distinguished by large forward-facing eyes used for precise depth perception, long slender limbs, a well-developed index finger, the absence of tail, and large prominent ears, which are thin, rounded and hairless at the edges. The soft dense fur is reddish-brown color on the back, and the underside is whitish-grey with a sprinkling of silver hair. Its body length on average is 7–10 in (180–250 mm), with an average weight of a mere 3–13 oz (85–369 g). This loris has a four-way grip on each foot. The big toe opposes the other 4 toes for a pincer-like grip on branches and food. It has a dark face mask with central pale stripe, much like the slow lorises.\nL. tardigradus tardigradus is reddish brown in the back and creamy yellow below, while L. tardigradus nycticeboides is dark brown dorsally and very light brown in upperparts."
    },
    {
        "pageTitle": "Peckforton Castle",
        "sectionTitles": "Main, Architecture",
        "Main": "Peckforton Castle is a Victorian country house built in the style of a medieval castle. It stands in woodland at the north end of Peckforton Hills one mile (2 km) northwest of the village of Peckforton, Cheshire, England. It is recorded in the National Heritage List for England as a designated Grade I listed building. The house was built in the middle of the 19th century as a family home for John Tollemache, a wealthy Cheshire landowner, estate manager, and Member of Parliament. It was designed by Anthony Salvin in the Gothic style. During the Second World War it was used as a hostel for physically handicapped children.\nThe Tollemache family used the castle for occasional gatherings, but otherwise it was unused until 1969. From 1969 to 1980 the castle was leased by the 4th Lord Tollemache to George W. Barrett, and it again became a private residence and closed to the public. The right wing and tower and the castle gardens were restored by Barrett, an American employed by the U.S. Government. His daughter Pascale's wedding was the first to be held in the chapel and a special decree had to be obtained by the Archbishop of Canterbury to legally hold Catholic weddings in the grounds of the castle.\nDuring the 1970s and 1980s it was used as a location for shooting films and television programmes. The castle was bought in 1988 by Evelyn Graybill, who converted it into a hotel. In 2006 it was purchased by the Naylor family, who expanded its use to include hosting weddings, conferences and other functions.",
        "Architecture": "Castle\nExternal\nThe castle is faced with red sandstone, and has lead, asphalt and tile roofs. It is mainly in three storeys with a five-storey tower. The buildings are arranged around a ward with the principal accommodation on the north side. It is surrounded by a dry moat which is bridged at the gatehouse. To the west of the inner ward are the stables, the coach house, a rectangular bell tower and the kitchens and service area. To the north is the great hall range which consists of 18 bays. Behind the entrance to the hall is the circular main tower. At the east end of the gallery wing is the octagonal library tower. The outer walls of the castle have full-height slender turrets at the changes in direction. Corbel tables support part of the battlements. The walls contain arrow slots, and in the gatehouse is a garderobe. The flat roof has a crenellated parapet."
    },
    {
        "pageTitle": "Palmate newt",
        "sectionTitles": "Main",
        "Main": "The palmate newt (Lissotriton helveticus) is a species of newt found in Western Europe, from Great Britain to the northern Iberian peninsula. It is 5–9.5 cm (2.0–3.7 in) long and olive or brown with some dark spots. The underside is yellow to orange, and the throat, unlike in the similar smooth newt, always unspotted. A dark stripe runs along the head and through the eyes. Breeding males develop a distinct filament on the end of their tail, strongly webbed hind feet, and a low, smooth crest on their back.\nHabitats include forests, marshes, pastures or gardens. While on land, the newts are mainly nocturnal. After emerging from hibernation in spring, they move to stagnant, fish-free water bodies for breeding. After a courtship display, the male deposits a spermatophore that is picked up by the female. Larvae develop over after 1.5–3.5 months before metamorphosing into land-dwelling juveniles (efts). Sexual maturity is reached after two to three years, and the newts can reach a total age of up to 12 years in the wild. The species is overall common and has been assessed as Least Concern by the IUCN."
    },
    {
        "pageTitle": "Trillium erectum",
        "sectionTitles": "Main, Description",
        "Main": "Trillium erectum, the red trillium, also known as wake robin, purple trillium, bethroot, or stinking Benjamin, is a species of flowering plant in the family Melanthiaceae. The plant takes its common name \"wake robin\" by analogy with the European robin, which has a red breast heralding spring. Likewise Trillium erectum is a spring ephemeral whose life-cycle is synchronized with that of the forests in which it lives. It is native to the eastern United States and eastern Canada from northern Georgia to Quebec and New Brunswick.",
        "Description": "Trillium erectum is a perennial herbaceous plant that grows to about 40 cm (16 in) in height with a spread of 30 cm (12 in). It can tolerate extreme cold in winter, surviving temperatures down to −35 °C (−31 °F).\nLike all trilliums, its parts are in groups of three, with a 3-petalled flower above a whorl of pointed triple leaves. The petals are usually dark reddish maroon to purplish, fading to purple with age, but petal color is variable with yellow, pale green, pink, or white petals occurring occasionally throughout the range of the species. The ovary is dark purple to maroon regardless of petal color. The carrion-scented flowers attract scavenging flies for pollination. Eventually the flower petals wither, leaving behind a fruit that ripens to a dark red berry-like capsule, 1 to 1.5 centimeters long."
    },
    {
        "pageTitle": "White-throated dipper",
        "sectionTitles": "Main, Description",
        "Main": "The white-throated dipper (Cinclus cinclus), also known as the European dipper or just dipper, is an aquatic passerine bird found in Europe, Middle East, Central Asia and the Indian Subcontinent. The species is divided into several subspecies, based primarily on colour differences, particularly of the pectoral band. The white-throated dipper is Norway's national bird.",
        "Description": "The white-throated dipper is about 18 centimetres (7.1 in) long, rotund and short tailed. The head of the adult (gularis and aquaticus) is brown, the back slate-grey mottled with black, looking black from a distance, and the wings and tail are brown. The throat and upper breast are white, followed by a band of warm chestnut which merges into black on the belly and flanks. The bill is almost black, the legs and irides brown. C. c. cinclus has a black belly band. The young are greyish brown and have no chestnut band.\nVoice\nThe male has a sweet wren-like song. During courtship the male sings whilst he runs and postures, exhibiting his snowy breast, and when displaying he will take long and high flights, like those of the common kingfisher, accompanied by sharp metallic calls clink, clink, different from the normal zil."
    },
    {
        "pageTitle": "Red-flanked bluetail",
        "sectionTitles": "Main, Habitat, Description",
        "Main": "The red-flanked bluetail (Tarsiger cyanurus), also known as the orange-flanked bush-robin, is a small passerine bird that was formerly classed as a member of the thrush family Turdidae, but is now more generally considered to be an Old World flycatcher, Muscicapidae. It, and related species, are often called chats.",
        "Habitat": "It is a migratory insectivorous species breeding in mixed coniferous forest with undergrowth in northern Asia and northeastern Europe, from Finland east across Siberia to Kamchatka and south to Japan. It winters mainly in southeastern Asia, in the Indian Subcontinent, the Himalayas, Taiwan, and northern Indochina. The breeding range is slowly expanding westwards through Finland (where up to 500 pairs now breed), and it is a rare but increasing vagrant to western Europe, mainly to Great Britain. There have also been a few records in westernmost North America, mostly in western Alaska, but one on San Clemente Island off the southern California coast.",
        "Description": "At 13–14 cm long and 10–18 g weight, the red-flanked bluetail is similar in size and weight to the common redstart and slightly smaller (particularly with a slimmer build) than the European robin. As the name implies, both sexes have a blue tail and rump, and orange-red flanks; they also have a white throat and greyish-white underparts, and a small, thin black bill and slender black legs. The adult male additionally has dark blue upperparts, while females and immature males are plain brown above apart from the blue rump and tail, and have a dusky breast. In behaviour, it is similar to a common redstart, frequently flicking its tail in the same manner, and regularly flying from a perch to catch insects in the air or on the ground. The male sings its melancholy trill from treetops. Its call is a typical chat \"tacc\" noise. The nest is built on or near the ground, with 3–5 eggs which are incubated by the female."
    },
    {
        "pageTitle": "Tsing Ma Bridge",
        "sectionTitles": "Main",
        "Main": "Tsing Ma Bridge is a bridge in Hong Kong. It is the world's 14th-longest span suspension bridge, and was the second longest at time of completion. The bridge was named after the two islands it connects, namely Tsing Yi and Ma Wan. It has two decks and carries both road and rail traffic, which also makes it the largest suspension bridge of this type. The bridge has a main span of 1,377 metres (4,518 ft) and a height of 206 metres (676 ft). The span is the longest of all bridges in the world carrying rail traffic.\nThe 41-metre-wide (135 ft) bridge deck carries six lanes of automobile traffic, with three lanes in each direction. The lower level contains two rail tracks and two sheltered carriageways used for maintenance access and traffic lanes when particularly severe typhoons strike Hong Kong and the bridge deck is closed to traffic."
    },
    {
        "pageTitle": "Robin accentor",
        "sectionTitles": "Main, Description, Behavior",
        "Main": "The robin accentor (Prunella rubeculoides) is a species of bird in the family Prunellidae. It is found in the mountainous regions of Afghanistan, Pakistan, India, Nepal, Bhutan and China, at altitudes between about 3,000 and 5,500 m (9,800 and 18,000 ft). It is a brown bird with a grey head and an orange-red breast. It is common in parts of its range and its conservation status has been assessed by the International Union for Conservation of Nature as being of \"least concern\".",
        "Description": "The robin accentor is a large accentor, growing to a length of about 17 cm (7 in). The sexes are similar in appearance and have the slender, sharply-pointed beak typical of an insect-eating bird. The head and neck are grey while the other upper parts are brown, streaked with black. The throat is a uniform shade of reddish-orange and the belly pale buff. The wing coverts have white tips. The call is a high trill, or a repeated \"tszi tszi\". The song is musical and has been rendered as \"si-tsi-si-tsi-tsu-tsitsi\".",
        "Behavior": "The robin accentor mostly forages on the ground for insects, other invertebrates and seeds. Small groups of birds may feed together. A female often mates with several males, and each male attempts to remove any sperm already present in her cloaca before himself mounting her. The nest is built off the ground in tussock grass, bushes or scrub. It is cup-shaped, and a clutch of about four blue or green, unspeckled eggs is laid. The breeding season is between May and August and there may be two broods."
    },
    {
        "pageTitle": "African blue flycatcher",
        "sectionTitles": "Main, Description",
        "Main": "The African blue flycatcher or blue-crested flycatcher (Elminia longicauda) is a species of bird in the family Stenostiridae from western and central Sub-Saharan Africa.",
        "Description": "The African blue flycatcher is a dainty, pale, bright blue flycatcher with a short crest and long tail. The entire upper parts and tail are bright blue, shading between blue and cyan, with black lores and black flight feathers edged with blue, the underparts are greyish blue fading to whitish on the belly. The bill and legs are black. Juveniles are duller with faint greyish spotting on the head and wing coverts. It measures 15–18 cm (5.9–7.1 in) in length and weighs 7–12 g (0.25–0.42 oz)."
    },
    {
        "pageTitle": "Allium ramosum",
        "sectionTitles": "Main, Uses",
        "Main": "Allium ramosum, called Fragrant-flowered Garlic or Chinese chives is a northern Asian species of wild onion native to Kazakhstan, Mongolia, Siberia, the Russian Far East, and northern China (Gansu, Hebei, Heilongjiang, Jilin, Liaoning, Inner Mongolia, Ningxia, Qinghai, Shaanxi, Shandong, Shanxi, Xinjiang). The species is also naturalized in a few places in eastern Europe. In its native range, it grows at elevations of 500–2100 m.\nAllium ramosum has clusters of narrow bulbs. Scapes are up to 60 cm tall. Leaves are linear, keeled, shorter than the scape. Umbels have many flowers crowded together. Tepals are white or pale red with a red midvein.",
        "Uses": "The plant is traditionally eaten in northern China and Mongolia. It is known as gogd in Mongolian, and is gathered between May and July, then preserved with salt for the winter. Gogd is then used to season boiled mutton, or stuffed into dumplings. It is also used to treat stomach ailments. The flowers, called soriz, are gathered in late July and August, and salted."
    },
    {
        "pageTitle": "Chrysiptera hemicyanea",
        "sectionTitles": "Main, Appearance, Reproduction",
        "Main": "Chrysiptera hemicyanea, known commonly as the azure damselfish, azure demoiselle, half-blue demoiselle, and yellow-dipped damsel, is a species of damselfish.",
        "Appearance": "This tropical marine fish reaches 7 centimetres (2.8 in) in length. It is mostly bright blue in color, with a bright yellow bottom. Different species in this genus have varied amounts of gold coloring.",
        "Reproduction": "The reproduction of Chrysiptera hemicyanea is not well studied. Reproduction in the genus Chrysiptera involves mating pairs, followed by a benthic egg-laying life cycle, where eggs are adhered to a substrate and a male stays around to guard and aerate the eggs. In addition this genus has a shorter larval stage when compared to other damselfish and because of these two things have issues distributing. Population has the ability to double in 15 months."
    },
    {
        "pageTitle": "Many-banded aracari",
        "sectionTitles": "Main, Description, Diet",
        "Main": "The many-banded aracari, or many-banded araçari (Pteroglossus pluricinctus), is a species of bird in the family Ramphastidae.\nIt is found in Brazil, Colombia, Ecuador, Peru, and Venezuela. Its natural habitat is subtropical or tropical moist lowland forests.",
        "Description": "It measures between 40.6 and 43 cm in length. The beak is between 102 and 107 mm long and is ivory yellow on the top and black on the top line of the culmen and below. It has a black head, neck and upper chest; naked blue skin around the eyes; the tops with bright green feathers; lower part of the chest and belly yellow with two horizontal bands reddish to blackish and red rump to rufa.",
        "Diet": "Foraging in same species flocks, they are primarily frugivorous, with opportunistic preying on insects, small birds and bird eggs, and lizards. They play a role in seed dispersal of fruits with a dispersion range of hundreds of meters. They are likely to regurgitate seeds as opposed to digesting/excreting them to avoid ballast."
    },
    {
        "pageTitle": "Cinereous vulture",
        "sectionTitles": "Main, Description, Culture and mythology",
        "Main": "The cinereous vulture (Aegypius monachus) is a large raptorial bird that is distributed through much of temperate Eurasia. It is also known as the black vulture, monk vulture, or Eurasian black vulture. It is a member of the family Accipitridae, which also includes many other diurnal raptors such as kites, buzzards and harriers. It is one of the largest two Old World vultures, attaining a maximum size of 14 kg, (roughly 30 lbs), 1.2 m long (almost 4 ft) and 3.1 m (a bit over 10 ft) across the wings.",
        "Description": "The cinereous vulture measures 98–120 cm (3 ft 3 in–3 ft 11 in) in total length with a 2.5–3.1 m (8 ft 2 in–10 ft 2 in) wingspan. Males can weigh from 6.3 to 11.5 kg (14 to 25 lb), whereas females can weigh from 7.5 to 14 kg (17 to 31 lb). It is thus one of the world's heaviest flying birds. Average weights are not known to have been published for this species but the median weight figures from two sources were 9.42 kg (20.8 lb) and 9.55 kg (21.1 lb). In Korea, a large survey of wild cinereous vultures was found to have weighed a mean of 9.6 kg (21 lb) with a mean total length of 113 cm (44 in), this standing as the only attempt to attain the average sizes of free-flying mature birds of the species, as opposed to nestlings or captive specimens. Unlike most accipitrids, males can broadly overlap in size with the females, although not uncommonly the females may be slightly heavier. These are one of the two largest extant Old World vultures and accipitrids, with similar total length and perhaps wingspans recorded in the Himalayan vulture (Gyps himalayensis) , as indicated by broadly similar wing and tail proportions, but the cinereous appears to be slightly heavier as well as slightly larger in tarsus and bill length. Superficially similar but unrelated New World condors can either be of similar wing area and bulk or slightly larger in these aspects. Despite limited genetic variation in the species, body size increases from west to east based on standard measurements, with the birds from southwest Europe (Spain and south France) averaging about 10% smaller than the vultures from central Asia (Manchuria, Mongolia and northern China). Among standard measurements, the wing chord is 73–89 cm (29–35 in), the tail is 33–41 cm (13–16 in) and the tarsus is 12–14.6 cm (4.7–5.7 in).\nThe cinereous vulture is distinctly dark, with the whole body being brown excepting the pale head in adults, which is covered in fine blackish down. This down is absent in the closely related lappet-faced vulture (Torgos tracheliotos). The skin of the head and neck is bluish-gray and a paler whitish color above the eye. The adult has brown eyes, a purplish cere, a blue-gray bill and pale blue-gray legs. The primary quills are often actually black. From a distance, flying birds can easily appear all black. The immature plumage is sepia-brown above, with a much paler underside than in adults. Immature cinereous vultures have grey down on the head, a pale mauve cere and grey legs. The massive bill is one of the largest of any living accipiterid, a feature enhanced by the relatively small skull of the species. ",
        "Culture and mythology": "The Hebrew word for \"eagle\" is also used for the cinereous vulture. As such, Biblical passages alluding to eagles might actually be referring to this bird instead."
    },
    {
        "pageTitle": "European shag",
        "sectionTitles": "Main, Description, Biology",
        "Main": "The European shag or common shag (Gulosus aristotelis) is a species of cormorant. It is the only member of the monotypic genus Gulosus. It breeds around the rocky coasts of western and southern Europe, southwest Asia and north Africa, mainly wintering in its breeding range except for the northernmost birds. In Britain this seabird is usually referred to as simply the shag. The scientific genus name is Latinised Ancient Greek, from φαλακρός (phalakros, \"bald\") and κόραξ (korax, \"raven\"). The species name aristotelis commemorates the Greek philosopher Aristotle.",
        "Description": "This is a medium-large black bird, 68 to 78 cm (27 to 31 in) long and with a 95-to-110-centimetre (37 to 43 in) wingspan. It has a longish tail and yellow throat-patch. Adults have a small crest in the breeding season. It is distinguished from the great cormorant by its smaller size, lighter build, thinner bill, and, in breeding adults, by the crest and metallic green-tinged sheen on the feathers. Among those differences are that a shag has a lighter, narrower beak; and the juvenile shag has darker underparts. The European shag's tail has 12 feathers, the great cormorant's 14 feathers. The green sheen on the feathers results in the alternative name green cormorant sometimes being given to the European shag.",
        "Biology": "It feeds in the sea, and, unlike the great cormorant, is rare inland. It will winter along any coast that is well-supplied with fish.\nThe European shag is one of the deepest divers among the cormorant family. Using depth gauges, European shags have been shown to dive to at least 45 m (148 ft). European shags are preponderantly benthic feeders, i.e. they find their prey on the sea bottom. They will eat a wide range of fish but their commonest prey is the sand eel. Shags will travel many kilometres from their roosting sites in order to feed.\nIn UK coastal waters, dive times are typically around 20 to 45 seconds, with a recovery time of around 15 seconds between dives; this is consistent with aerobic diving, i.e. the bird depends on the oxygen in its lungs and dissolved in its bloodstream during the dive. When they dive, they jump out of the water first to give extra impetus to the dive.\nIt breeds on coasts, nesting on rocky ledges or in crevices or small caves. The nests are untidy heaps of rotting seaweed or twigs cemented together by the bird's own guano. The nesting season is long, beginning in late February but some nests are not started until May or even later. Three eggs are laid. Their chicks hatch without down and so they rely totally on their parents for warmth, often for a period of two months before they can fly. Fledging may occur at any time from early June to late August, exceptionally to mid-October."
    },
    {
        "pageTitle": "Manx shearwater",
        "sectionTitles": "Main, Description",
        "Main": "The Manx shearwater (Puffinus puffinus) is a medium-sized shearwater in the seabird family Procellariidae. The scientific name of this species records a name shift: Manx shearwaters were called Manks puffins in the 17th century. Puffin is an Anglo-Norman word (Middle English pophyn) for the cured carcasses of nestling shearwaters. The Atlantic puffin acquired the name much later, possibly because of its similar nesting habits.",
        "Description": "The Manx shearwater is 30–38 cm (12–15 in) with a 76–89 cm (30–35 in) wingspan and weighs 350–575 g (12+1⁄2–20+1⁄2 oz). It has the typically \"shearing\" flight of the genus, dipping from side to side on stiff wings with few wingbeats, the wingtips almost touching the water. This bird looks like a flying cross, with its wings held at right angles to the body, and it changes from black to white as the black upper parts and white under sides are alternately exposed as it travels low over the sea.\nVoice\nThis shearwater is mainly silent at sea, even when birds are gathered off the breeding colonies. It calls on its nocturnal visits to the nesting burrows in flight, on the ground, and in the burrows, although moonlight depresses the amount of calling. The vocalisations largely consists of a raucous series of croons, howls, and screams, typically in groups of a few syllables, which become weaker and throatier. The male has some clear ringing and shrieking tones absent from the harsher repertoire of the female, the difference being obvious when a pair duets. Females can recognise the voice of their mates, but not of their young. They do not provide postnesting care, and a chick in their burrow is likely their own, so voice identification is not needed.\nVision\nThe vision of the Manx shearwater has a number of adaptations to its way of life. Like other tube-nosed seabirds, it has a long, narrow area of visual sensitivity containing the fovea across the retina of the eye. This region is characterised by the presence of ganglion cells that are regularly arrayed and larger than those found in the rest of the retina. This feature helps in the detection of items in a small area projecting below and around the bill. It may assist in the detection of prey near the sea surface as a bird flies low over it.Since it visits its breeding colony at night, a shearwater has adaptations for nocturnal vision, too. In the shearwater's eyes, the lens does most of the bending of light necessary to produce a focused image on the retina. The cornea, the outer covering of the eye, is relatively flat, so of low refractive power. In a diurnal bird like a pigeon, the reverse is true; the cornea is highly curved and is the principal refractive component. The ratio of refraction by the lens to that by the cornea is 1.6 for the shearwater and 0.4 for the pigeon. The shorter focal length of shearwater eyes give them a smaller, but brighter, image than is the case for pigeons. Although the Manx shearwater has adaptations for night vision, the effect is small, and these birds likely also use smell and hearing to locate their nests."
    },
    {
        "pageTitle": "Speckled day gecko",
        "sectionTitles": "Main, Description, Habitat, Diet",
        "Main": "The speckled day gecko (Phelsuma guttata) is a diurnal species of geckos. It lives in eastern Madagascar and typically inhabits rainforests and dwells on trees. The speckled day gecko feeds on insects and nectar.",
        "Description": "This lizard belongs to the medium-sized day geckos. It can reach a total length of about 13 cm. The body colour of this slender and long-snouted gecko is dark green. There are several small orange spots on the middle and lower portion of the back. A black eye stripe extends from the nostril to above the ear opening. Typical for this species are several v-shaped stripes on the throat. The flanks, legs and toes are white speckled. Some populations have some blue spots in the neck region. The ventral side is grayish white.",
        "Habitat": "P. guttata typically lives in rainforests where they live on trees and avoid bright sun light. Since much of the primary rainforest has been cleared, this species is also found on bushes and introduced banana trees.",
        "Diet": "These day geckos feed on various insects and other invertebrates. They also like to lick soft, sweet fruit, pollen and nectar."
    },
    {
        "pageTitle": "Ricefish",
        "sectionTitles": "Main, Description, History",
        "Main": "The ricefishes are a family (Adrianichthyidae) of small ray-finned fish that are found in fresh and brackish waters from India to Japan and out into the Malay Archipelago, most notably Sulawesi (where the Lake Poso and Lore Lindu species are known as buntingi). The common name ricefish derives from the fact that some species are found in rice paddies. This family consists of about 37 species in two genera (some recognize a third, Xenopoecilus). Several species are rare and threatened, and some 2–4 may already be extinct.",
        "Description": "Most of these species are quite small, making them of interest for aquaria. Adrianichthys reach lengths of 8.5–17.1 cm (3.3–6.7 in) depending on the exact species involved, while the largest Oryzias reaches up to 8 cm (3.1 in). Most Oryzias species are less than a half this length, with the smallest being up to only 1.6 cm (0.63 in) long. They have a number of distinctive features, including an unusual structure to the jaw, and the presence of an additional bone in the tail. The Japanese rice fish (O. latipes), also known as the medaka, is a popular model organism used in research in developmental biology. This species has traveled into space, where they have the distinction of being the first vertebrate to mate and produce healthy young in space.\nGenetic study of the family suggests that it originally evolved on Sulawesi and spread from there to the Asian mainland; the supposed genus Xenopoecilus are apparently unrelated, morphologically divergent species of Oryzias.",
        "History": "Ricefish are believed to have been kept as aquarium fishes since the 17th century. The Japanese ricefish was one of the first species to be kept and it has been bred into a golden color, from their original white coloring."
    },
    {
        "pageTitle": "Common sandpiper",
        "sectionTitles": "Main, Taxonomy, Description",
        "Main": "The common sandpiper (Actitis hypoleucos) is a small Palearctic wader. This bird and its American sister species, the spotted sandpiper (A. macularia), make up the genus Actitis. They are parapatric and replace each other geographically; stray birds of either species may settle down with breeders of the other and hybridize. Hybridization has also been reported between the common sandpiper and the green sandpiper, a basal species of the closely related shank genus Tringa.",
        "Taxonomy": "The common sandpiper was one of the many bird species originally described by Carl Linnaeus in his landmark 1758 10th edition of Systema Naturae, where it was given the binomial name of Tringa hypoleucos. The current scientific name is from Ancient Greek. Actitis is from aktites, \"coast-dweller\" derived from akte, \"coast\", and hypoleucos is from hupo, \"beneath\", and leukos \"white\".",
        "Description": "The adult is 18–20 cm (7.1–7.9 in) long with a 32–35 cm (13–14 in) wingspan. It has greyish-brown upperparts, white underparts, short dark-yellowish legs and feet, and a bill with a pale base and dark tip. In winter plumage, they are duller and have more conspicuous barring on the wings, though this is still only visible at close range. Juveniles are more heavily barred above and have buff edges to the wing feathers.This species is very similar to the slightly larger spotted sandpiper (A. macularia) in non-breeding plumage. But its darker legs and feet and the crisper wing pattern (visible in flight) tend to give it away, and of course they are only rarely found in the same location."
    },
    {
        "pageTitle": "The Shard",
        "sectionTitles": "Main, Architecture",
        "Main": "The Shard, also referred to as the Shard of Glass, Shard London Bridge and formerly London Bridge Tower, is a 72-storey skyscraper, designed by the Italian architect Renzo Piano, in Southwark, London, that forms part of the Shard Quarter development. Standing 309.6 metres (1,016 feet) high, the Shard is the tallest building in the United Kingdom, and the seventh-tallest building in Europe. It is also the second-tallest free-standing structure in the United Kingdom, after the concrete tower of the Emley Moor transmitting station. It replaced Southwark Towers, a 24-storey office block built on the site in 1975.The Shard's construction began in March 2009; it was topped out on 30 March 2012 and inaugurated on 5 July 2012. Practical completion was achieved in November 2012. The tower's privately operated observation deck, The View from The Shard, was opened to the public on 1 February 2013. The glass-clad pyramidal tower has 72 habitable floors, with a viewing gallery and open-air observation deck on the 72nd floor, at a height of 244 metres (801 ft). The Shard was developed by Sellar Property Group on behalf of LBQ Ltd and is jointly owned by Sellar Property (5%) and the State of Qatar (95%). The Shard is managed by Real Estate Management (UK) Limited on behalf of the owners.",
        "Architecture": "Renzo Piano, the project's architect, designed The Shard as a spire-like sculpture emerging from the River Thames. He was inspired by the railway lines next to the site, the London spires depicted by the 18th-century Venetian painter Canaletto, and the masts of sailing ships. Piano's design met criticism from English Heritage, who claimed the building would be \"a shard of glass through the heart of historic London\", giving the building its name, The Shard. Piano considered the slender, spire-like form of the tower a positive addition to the London skyline, recalling the church steeples featured in historic engravings of the city, and believed that its presence would be far more delicate than opponents of the project alleged. He proposed a sophisticated use of glazing, with expressive façades of angled glass panes intended to reflect sunlight and the sky above, so that the appearance of the building will change according to the weather and seasons. The building features 11,000 panes of glass, with a total surface area of 602,779 square feet (56,000.0 m2) equivalent to the area of almost eight Wembley football pitches.\nThe Shard was designed with energy efficiency in mind. It is fitted with a combined heat and power (CHP) plant, operating on natural gas from the National Grid. Fuel is efficiently converted to electricity, and heat is recovered from the engine to provide hot water for the building.\nFollowing the destruction of New York's World Trade Center (WTC) in the terror attacks of 11 September 2001, architects and structural engineers worldwide began re-evaluating the design of tall structures. The Shard's early conceptual designs were among the first in the UK to be amended following the publication of the US National Institute of Standards and Technology (NIST) report into the collapse of the WTC. The building is designed to maintain its stability under very onerous conditions, with its post-tensioned concrete and composite floors, load-bearing pillars and tapering shape giving it a sway tolerance of 400 millimetres (16 in).\nIn 2014, The Shard claimed first place at the Emporis Skyscraper Awards, recognising buildings over 100 m (328 ft) completed in the previous twelve months. The Emporis judges hailed the building as \"a skyscraper that is recognized immediately and which is already considered London's new emblem\"."
    }
]